const personalities = {
    'Мефи': {
        info: 'Кто такой <MEFI> (@fuckmefi)? Сегодня мы поговорим о знаковой личности СНГ-комьюнити — Мефи. В сообщество он зашел еще в 2021 году, однако широкую известность приобрел ближе к 2023, когда стал активно набирать фейм благодаря своим работам в сфере свата. Проекты За свою деятельность Мефи запустил множество проектов, но самым успешным и узнаваемым по праву считается «Белый Аист» На момент написания этого текста проект насчитывает более 30 тысяч подписчиков и продолжает активно развиваться. Это один из самых масштабных и активных проектов в комьюнити. Потеря аккаунта Одна из резонансных историй, связанная с Мефи — это утеря всех сессий в ПК-клубе, в результате чего он потерял доступ к аккаунту с активами на сумму от $1000 до $5000. Он сам открыто рассказывал об этом случае ранее.  Валидации и влияние Мефи также известен благодаря валидации ряда медийных личностей — таких как Алчность, Тихо, Вавилон и других. Его вклад в укрепление доверия и репутации многих деятелей внутри комьюнити трудно переоценить. Медиа-личность С 2022 года Мефи не скрывает свои данные и активно продвигает себя как медиа-фигуру СНГ-комьюнити. Благодаря своей принципиальной позиции, опыту и влиянию, он по праву занимает топовое место в иерархии.',
        channel: 'https://t.me/BelBusel',
        dm: 'https://t.me/fuckmefi',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Главная Медийка',
        img: 'https://i.imgur.com/GAkhf93.jpg'
    },
    'Semerk!n': {
        info: 'semerk!n - Также известен как "Семеркин". Появился в комьюнити ВКонтакте в 2020 году. Создатель проекта "Правда о км". Приобрел популярность благодаря серии интервью с известными медийными личностями. Известен своей активной гражданской позицией и критическим взглядом на происходящее в сообществе.',
        channel: 'https://t.me/trueaboutcm',
        dm: 'https://t.me/spbmaniac',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Главная Медийка',
        img: 'https://i.imgur.com/uAYfujR.jpg'
    },
    'чапаев замечен за скамом': {
        info: 'Кто такой <ЧАПАЕВ> (@chapaevv)? Сегодня мы обсудим одну из самых противоречивых, но узнаваемых фигур СНГ-комьюнити — Чапаев. Он появился в сообществе в 2022 году с собственным проектом Phoenix, однако настоящую популярность приобрел в 2023 году благодаря резонансным DDoS-атакам, которые сделали его имя известным в узких кругах. Известные кейсы Одной из самых заметных работ Чапаева считается кейс с Витал Шарком, который получил широкий резонанс в комьюнити. Кроме того, в последние месяцы он был замечен в сомнительной и незаконной деятельности, что вызвало волну осуждения и беспокойства среди участников сообщества. Репутация и прошлое Ранее Чапаев был замечен в скаме, и впоследствии сам признавал это. Несмотря на репутационные удары, он сумел удержаться на плаву и даже укрепил свою медийность, запустив Telegram-канал «Шапито», который быстро стал одним из самых обсуждаемых и узнаваемых в сфере.  Влияние Чапаев прошёл путь от никому не известного пользователя до влиятельной личности в киберсообществе. Его имя стало вызывать сильные эмоции — от недоверия и хейта до уважения и страха. Он регулярно участвует в громких конфликтах и ситуациях, зачастую связанных с большими суммами денег и личными разборками. Факты о Чапаеве: Один из самых медийных представителей в СНГ-комьюнити Основатель проекта Phoenix и канала «Шапито» Получил известность благодаря DDoS-атакам в 2023 году Был замечен в скаме, что подтверждает сам Участвовал в валидации известных личностей Замешан в спорных и резонансных ситуациях Его канал активно влияет на повестку в Telegram-среде',
        channel: 'https://t.me/chapaevv',
        dm: 'https://t.me/chapaevv',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Главная Медийка',
        img: 'https://i.ytimg.com/vi/HXsM2RidYEk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAEzg68rrZczF1a6i8nbhxDz_SjlA'
    },
    'Storm': {
        info: 'Кто такой <STORM> (@maradeure)? Сегодня мы обсудим личность, давно известную в комьюнити — Storm. Его путь начался с увлечения онлайн-играми и перерос в активное участие в киберсреде, где он стал автором популярных проектов и валидаций. [1] 📌 Появление в комьюнити Storm впервые узнал о комьюнити через онлайн-игры — такие как CS:GO и Minecraft. В игровой среде он столкнулся с первыми упоминаниями терминов вроде докс, деанон и т.д., которые позже стали неотъемлемой частью его онлайн-опыта. На ранних этапах его окружали друзья, старшие по возрасту, которые и вовлекли его в эту сферу. Уже в 2019 году Storm начал участвовать в конфах, что стало первым шагом к его публичной активности. Популярность к нему пришла благодаря его собственным проектам, чатам и пабликам. Наиболее известный из них — "Whoami", который сегодня насчитывает более 8 тысяч активных участников. Пик активности проекта пришёлся на летний период. Среди заметных кейсов — валидация тиктокера IKEA и участие в "Батальоне Доксеров". [2] Влияние комьюнити и отношение к скаму По словам самого Storm, участие в комьюнити оказало значительное влияние на его личность: он стал более закрытым, меньше доверяет людям, но вместе с этим получил финансовую стабильность. Также он признаёт, что участвовал в скаме, хотя утверждает, что делал это "в рофл". Несмотря на это, подобные действия заслуживают максимального осуждения, независимо от контекста. [3] 🌐 Мнение о текущем состоянии комьюнити и окружении Storm считает, что в последние годы качество комьюнити резко ухудшилось: наблюдается падение онлайна, несмотря на активный трафик с TikTok, а многие новички пытаются создавать образ "богов", не обладая при этом реальными навыками. Среди близких и уважаемых личностей Storm выделяет: Мефодий Верховный Разин Макинтош Камишайн Тсамулен Трапрей (Этот список неполный — по словам Storm, назвать всех не представляется возможным.)',
        channel: 'https://t.me/maniacalia',
        dm: 'https://t.me/forcegps',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Главная Медийка',
        img: 'https://i.imgur.com/wzVGPv3.jpg'
    },
    'Онегин замечен за скамом': {
        info: 'Онегин - пришел в комьюнити в 2021 году, первую популярность набрал ближе к началу 2023, после ушел на небольшой перерыв, и недавно вернулся. Самый успешный проект это Hatred, Merediana. Стал известен как осинт-специалист, лжеминер',
        channel: 'https://t.me/meredianadoxing',
        dm: 'https://t.me/truesexme',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://cdn.pixabay.com/photo/2017/11/25/12/46/tree-2976739_1280.jpg'
    },
    'Тихо замечен за скамом': {
        info: 'Тихо - Известен под ником "Тихо". В комьюнити с 23 года (изначально во ВКонтакте). Основатель проекта "Позорники Телеграма о км". Имеет репутацию спокойного и рассудительного участника, несмотря на провокационный характер своего проекта.',
        channel: 'https://t.me/oexec',
        dm: 'https://t.me/oexec',
        category: 'top',
        badge: 'badge-tiktok',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/rF7MCo9.jpg'
    },
    '#снялсцепи замечен за скамом': {
        info: 'svater - чо за нахуй',
        channel: 'https://t.me/svater',
        dm: 'https://t.me/svater',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/Q7gPorf.jpg'
    },  
    'Dr.Steven': {
        info: 'Dr.Steven - Медия личность "Lmao" 21-23 год Сейчас же владелец N9 REPORT / SCAM NEWS и других известных проектов',
        channel: 'https://t.me/StevenAdapter',
        dm: 'https://t.me/Friendlypvp',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/gGwa3Ei.jpg'
    },
    'Kraken': {
        info: 'Kraken - пришел в 2021 году, стал известен после 22 года. Занимался изначально сватингом, а после разоблачением и разбором личностей. Администратор "Белый Аист", со-владелец "противкм", со-владелец "шлюхикм".',
        channel: 'https://t.me/BelBusel',
        dm: 'https://t.me/KrakenRevenge',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/kET9Yrw.jpg'
    },
//фейм прсто юююююююююююююююююююююююююююююююююююююююююююююююююююююююююююююююыывфвфвфв секс дайте  в рот пж
    'Red kent': {
        info: 'ред кент/мертвый узник/альфа пвп/обелиск (более новая лика) Пришёл в тг км где-то в 2020 году 1 из первых кто начал сватать по скайпу(хз зачем это но пксть будет) Первый фейм был благодаря проекту бикини ботом(2022-2023)(ток в тт больше 20к пдп было, точное количество не помню уже) Также был проект, но он не набрал популярности особо потом из-за тильта удалял все и ливал навремя, щас восстанавливаюсь заново.',
        channel: 'https://t.me/adpbikini',
        dm: 'https://t.me/vznania',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://imgur.com/ULqx9v8.jpg'
    },
    'EXTR3M1SM': {
        info: 'EXTR3M1SM - появился в комьюнити в телеграмм в 2019-2020 годах, набрал свою популярность за счет Сносов медийных личностей,чатов и крупных каналов,после того как мне надоел снос,я фулл ушел в осинт что очень здраво у меня получилось,многие считают меня за осинтера но основная каста снос. Снос специалист и доброжелательная личность в км',
        channel: 'https://t.me/hoxcvc',
        dm: 'https://t.me/cykamudak',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.postimg.cc/Rhkwq26K/photo-2025-05-20-20-02-47.jpg'
    },
    'озекал': {
        info: 'Озекал - старая личка озекал, имею связь со многими олд личностями, занимался сроксингом, были множество ворков, самый большой проект был kunarisuki начисливающий 5к сабов, изымал региональные каналы, на данный момент мои кенты: окулистов, круг, кракен, велиар, психокид(ориг), акерман(ориг), флиппа',
        channel: 'https://t.me/xouit',
        dm: 'https://t.me/xouit',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.postimg.cc/rm4bWSn4/photo-2025-05-22-19-29-19.jpg'
    },
    'Окулистов': {
        info: 'Окулистов - Окулистов появился в 22 году было только пару друзей, круг, шургин, озекал, император, сакерман Занимался в км инфоцыганством, валидализировал зеркало, зевса, частично окулиса, сносингом сватенгом в жизни ничего не добился кроме божественного холисноса на которого молились боги что бы такое священное оружие вышло на свет',
        channel: 'https://t.me/holisnos',
        dm: 'https://t.me/oculistovv',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.postimg.cc/15sTnVpg/photo-2025-05-22-19-21-34-2.jpg'
    },
    'Кавай': {
        info: 'Кавай / Kawai harmity - Появился в комьюнити в 2024 году, крайне быстро набрал огромную популярность благодаря провокациям и нестандартным методам. Специалист по OSINT и социальной инженерии. Известен своим ярким стилем и пагубным влиянием на сообществе.',
        channel: 'https://t.me/+m5aI0et5sdsyOWIy',
        dm: 'https://t.me/MurderRage',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/NaX9yTA.jpg'
    },
    'лицемерия': {
        info: 'лицемерия - появился в комьюнити в телеграмм в 2019-2020 годах, набрал свою популярность за счёт того, что занимался ликвидацией медийных личностей. Осинт специалист и самый добрый человек в км.',
        channel: 'https://t.me/+o4wq08ivPY1hY2Iy',
        dm: 'https://t.me/dimulation',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/dEG7GFR.jpg'
    },
    'Троффи замечен за скамом': {
        info: 'Троффи - в комьюнити тг с 21 года, основатель проекта АНТИ-ДЕЛЕГАЦИЯ, (https://t.me/+njBWuxGp9axiNDhi) проект основывается на вылове людей которые работают по своей же стране.',
        channel: 'https://t.me/+njBWuxGp9axiNDhi',
        dm: 'https://t.me/trofingood',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/gAyoE1K.jpg'
    },
    'antipov': {
        info: 'antipov - Один из создателей успешного проекта Asgard пользуется заслуженной репутацией в сообществе. Он известен благодаря активному продвижению и резонансу, который его проект вызвал среди крупных лиц в 2023 году. Отличается доброжелательным отношением к адекватным ребятам. Asgard успешно противостоял таким проектам, как Partisan и Pandemie, и множеству других, не потерпев ни одного поражения. Проект характеризуется адекватным подходом к поиску информации и защите обычных мирных ребят.',
        channel: 'https://t.me/adapteran',
        dm: 'https://t.me/psyh6',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/VImoLhv.jpg'
    },
    'miderov': {
        info: 'Miderov - пришел в КМ в 2021. Развивался самостоятельно, без помощи других. В том же 2021 помогал людям в проекте "угар по бомжам". Сначала он сидел в ВК и ДС, а затем перешел в Телеграм. Miderov знаком с старыми ребятами из КМ сейчас не имеет конфликтов с кем-либо.',
        channel: 'https://t.me/miderovmusic',
        dm: 'https://t.me/themiderov',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/a8qE5El.jpg'
    },
    'defivalov': {
        info: 'defivalov - более известный как владелец канала Джунгли Км, появился в комьюнити относительно недавно, точнее в конце 24 года, когда он пришел, даже не надеялся получить хоть какой то фейм, но со временем стал развивать свой канал и на данный момент у него уже почти 10.000 подписчиков. В настоящее время имеет более чем средний фейм среди комьюнити и пользуется узнаваемостью.',
        channel: 'https://t.me/Officia_IcebergL',
        dm: 'https://t.me/defivalov',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://imgur.com/rnY2Vlu.jpg'
    },
    'Фимозов': {
        info: 'Фимозов - участник, сотрудник, а также основатель многих крупных проектов, к примеру @fimozovshop и @arbat_team. Появился в км весной 23 года, стал известен летом 24 года. Самые популярные работы - по Вячеславу Беверли, Клертову, и отправкой человека к Калашникову. Так же получил славу благодаря тик току.',
        channel: 'https://t.me/fimozovshop',
        dm: 'https://t.me/agresseve',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/ZcVMc3X.jpg'
    },
    'Bruce Cart': {
        info: 'Bruce Cart - сам в комьюнити не состою, но известен в некоторых кругах, стоял во многих чатах на админке, содержу свой форум в тг.',
        channel: 'https://t.me/BruceCart',
        dm: 'https://t.me/w3brocket',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://imgur.com/ufAYxyn.jpg'
    },
    'Ikea замечен за скамом': {
        info: 'Ikea замечан за скамом - Владелец снесенного проекта, который насчитывал более 20к подписчиков. По его словам, он первый кто валиднул Тихо, но подтверждения его слов нет, также он сливает бомжесофты в канал для ньюгенов.',
        channel: 'https://t.me/GosPanics',
        dm: 'https://t.me/levelstorm',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/4pkJLSc.jpg'
    },
    'Mystery': {
        info: 'Mystery пришел в комьюнити зимой 2023 года. Был заинтересован кодингом, но позже ушел в Osint-разведку. Также помогает Ikea с валидациями личностей и выполняет значительную часть в них. Набрал популярность с помощью программы Mystery Full для поиска данных. Был владельцем канала Mystery Channel с аудиторией 3к подписчиков, но позже его снесли. На данный момент имеет такие проекты как Mystery Channel #2, Mystery Search, AVE GosFords, Rent и является зам. владельцем проекта AVE GosPanics.',
        channel: 'https://t.me/+tCgP-vWk4iUxOWIy',
        dm: 'https://t.me/vkfool',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/LGv8cOm.png'
    },
    'Дядя Браил': {
        info: 'Дядя Браил - В комьюнити очень давно, имеет один из самых крупных проектов (Hevolos). Обладает наибольшим феймом среди всех. Основатель проекта "Hevolos, Honles". Провел множество валидаций известных медийных личностей. Известен своей активной позицией и влиянием в сообществе. Пришедший в комьюнити с 2022 года проявлял интерес к осинту и сносингу. Всего сносов переходит за отметку 1745+.',
        channel: 'https://t.me/bra9lbi',
        dm: 'https://t.me/Psyhobrailka',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/Cpn1wqx.jpg'
    },
    'xokev': {
        info: 'xokev - В комьюнити с 2023 года, имеет одни из самых медийных проектов. Обладает феймом и узнаваемостью, проекты "SURF TEAM" и "ASTRO SNOS". Устранял БОМЖеров и ликвидировал каналы бичей, например "Канал Зайцева". Известен как самый честный и не БОМЖящий человек, который борется со БОМЖом. Ещё не был валидирован. На данный момент пытается пробиться в феймы км.',
        channel: 'https://t.me/MOCHY_BCEX',
        dm: 'https://t.me/xokev',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/DfyfguI.jpg'
    },
    'godrazin': {
        info: 'godrazin - Пришел в декабре 2023 года. Лучший ворк - лордик, флатков. Основатель «Бомже бинго», владелец «ПРОТИВКМ», со-владелец «Правда о Комьюнити».',
        channel: 'https://t.me/godrazin',
        dm: 'https://t.me/godrazin',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/yFt3YWc.jpg'
    },
    'apachi': {
        info: 'apachi - в км с 2023 года активно по сей день сжигаю двери живодерам, основатель проекта mirage который активно сносят каждые два месяца, также ебу мать всех недодоксеро',
        channel: 'https://t.me/xaosq',
        dm: 'https://t.me/xaosq',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/VkE9DC2.jpg'
    },
    'ярик чевхуев': {
        info: 'ярик чевхуев - @Yarik_shovhul пришел в дс км тролем в 2020 году потом создал трек luv-xivivide в 2022 зафорсилься и перешол в тг тролем и сделал гимн для тролей и для всех игр для гта дота бха и так далие ',
        channel: 'https://t.me/cheuhuev',
        dm: 'https://t.me/Yarik_shovhul',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.postimg.cc/SjFsy7Xx/photo-2025-05-22-00-46-59.jpg'
    },
    'Монолит': {
        info: 'Монолит - В км появился в 2021 году не имел умений не было фейма, бекнулся в 2024 получил фейма, Так же монолит ведёт свой канал "Черный Анархист"',
        channel: 'https://t.me/infomonolit',
        dm: 'https://t.me/attackmonolit',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/lrKBxif.jpg'
    },
    'Dragov': {
        info: 'Dragov - влился в комьюнити в конце 21 года. Уже на 2 год он считался медийной личностью. Сейчас он считается одним из самых сильных людей в сфере OSINT-разведки. По касте он сватер, osint | ksint. Также сейчас он создает свое приложение по поиску людей, в котором находится более 200к баз по всему миру. Пока что занимает топ-3 по OSINT.',
        channel: 'https://t.me/dragov_project',
        dm: 'https://t.me/dragov_world',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/NFJdNeG.jpg'
    },
    'Богомолов замечен за скамом': {
        info: 'Богомолов, пришел под конец 23 года, был обычным троллем, с лета 24 начал увлекаться Телеграм комьюнити, стал изучать термины и обучаться. Потом в начале 25 года (январе) начал обретать свою популярность благодаря Ефиму Горозову, который позвал в проект "Последний вздох". На него было выложено очень много паст, и за счет этого он поднял свою медийность (известные пасты от Кавая и Дисонова, которые в общей сумме набрали 10к просмотров). Сейчас Богомолов является овнером проекта Impreza.com и администратором в "Последнем вздохе". Известен навыками: осинт, ксинт, деанон.',
        channel: 'https://t.me/PVPD0XBlN',
        dm: 'https://t.me/bogomo10v',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/uy0mX4t.jpg'
    },
//сред фейм в нищем км//сред фейм в нищем км//сред фейм в нищем км//сред фейм в нищем км
    'Николай Дисонов': {
        info: 'Николай Дисонов узнал о комьюнити в 2021 году, заинтересовался темой и разобрался в ней ближе к 2022 году, когда и пришел в комьюнити. На тот момент состоял в довольно популярном клане с собственным каналом и заказами. После сноса прошлой личности ушел в 2023 году, но вернулся в 2024 с решимостью снова заявить о себе. Добился хорошей медийности благодаря активной позиции и участию в ключевых событиях сообщества.',
        channel: 'https://t.me/+XiCXoGPTIL9kMGZi',
        dm: 'https://t.me/disonov',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'СКАМ',
        img: 'https://i.imgur.com/KZ7UJGr.jpg'
    },
    'смешная нарезка детей': {
        info: 'смешная нарезка детей - @pausbd или же @pausbd2 в км достаточно давно с 2021 но большого Фейма не имел, начал развиваться в 2023, хорошо познакомился с бимом тот меня взял в проект ^голова с плеч^ Чапаев там тоже был, вот в 2024 я был вторым овнером в проекте снялцепи, потом меня сняли я создал свой проект #нарезка потом подружился с локси выкупили канал Шазама новости км ну вот и все',
        channel: 'https://t.me/afdjij2',
        dm: 'https://t.me/pausbd2',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/sT1tEO1.jpg'
    },
    'цамуленко': {
        info: 'tsamulenZ - ебырь телezрамовских червей',
        channel: 'https://t.me/zovclassic',
        dm: 'https://t.me/tsamulenZ',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/LehZspk.jpg'
    },
    'Паренек': {
        info: 'Паренек - с 2018 км зашёл в км с неймом керосинов, сидел в вк км с 2018 по 2020, 2020-2025 тг км. Прославился своими конфликтами с медийками и феймами.',
        channel: 'https://t.me/FingersCollect',
        dm: 'https://t.me/snosray',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/vhV3RMg.jpg'
    },
    'tizercin': {
        info: 'tizercin - Род занятий: OSINT (разведка по открытым источникам), SOCMINT (анализ социальных сетей), GeoINT (геолокационная разведка), кибербезопасность, анализ данных. Пришел в км в начале 20 года и в этом же году начал свою деятельность.',
        channel: 'https://t.me/d3l3t3dxuser',
        dm: 'https://t.me/d3l3t3dxuser',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/QG40nBA.jpg'
    },
    'patalogonia': {
        info: 'patalogonia - Появился в середине 2019 года имел проэкты с одинаковыми названиями " Patalogonia "  11тыщ подписчиков, 3тыщ подписчиков, 1500 подписчиков.',
        channel: 'https://t.me/+OTCIL00MaegxODQy',
        dm: 'https://t.me/patalogonia',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/FNrk6nq.jpg'
    },
    'Виктор Археолог': {
        info: 'Виктор Археолог - Появился в телеграм комьюнити в начале 2021 года, начал постепенно обучаться, постоянно менял лики из-за частых сносов.Стал популярным в 2024 за счёт деаномизаций популярных личностей и пранков над ними.Сейчас введу мем проект, где заливаю + пранкую доксеров.Являюсь OSINT разведчиком.Так же имею серьезный канал, где наказываю барыг.Был админом в таких популярных каналах, как: Anti-Trolls, Killing Freaks, Diplomat.',
        channel: 'https://t.me/ispaniancartel',
        dm: 'https://t.me/ispaniancartel',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/jQQeUTG.jpg'
    },
    'marmeIadov': {
        info: 'marmeIadov - или же мармеладов появился в 2021 актив почти не проявлял, потом пришол в стак  neverlose оттуда уже познакомился, с многими дальше продолжал свое движение познакомился с многими фейм личностями, имел свой проект на 450 сабов к сожалению снесенный, Так же был на админе в канале TRIBUNAT на 1800 сабов, сейчас состою на админке в таком канале как NCWXSQUAD и развиваю свой проект, имею опыт в осинт разветки и сносээ.',
        channel: 'https://t.me/adaptersa',
        dm: 'https://t.me/marmeIadov',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/VRE7Irw.jpg'
    },
    'exetov': {
        info: 'exetov - В комьюнити с конца 2023 — начала 2024 года. До этого времени обучался, не участвовал активно. Являюсь создателем одного из крупнейших проектов в комьюнити — Hayden Project. Провёл множество валидаций фейм-медийных личностей, активно участвую в борьбе со скамом: выявляю и устраняю скамеров. Одна из самых громких работ — валидация Зайцева и участие в сносе его канала. Известен своей помощью в защите от скама, угроз и других подобных ситуаций. Также отличаюсь точечными "ликвидациями", направленными на безопасность комьюнити. При этом ни разу не был валиднут.',
        channel: 'https://t.me/molissuchkka',
        dm: 'https://t.me/exetovattack',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/Obd1aqE.jpg'
    },
    'Filan Armadov': {
        info: 'Filan Armadov - Также известен как "Filan Armadov". Основатель проекта "Show Time". Является уничтожителем многих крупных сайтов благодаря DDoS-атакам, а также активно занимается OSINT и программированием. Появился в комьюнити Telegram в 2020-2021 году, активные действия начал вести в 2023-2024 годах. Начал набирать популярность за счет атак на крупные сайты.',
        channel: 'https://t.me/+xeTcG7qWjglmZWNl',
        dm: 'https://t.me/httpsfilan',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/D7I7knH.jpg'
    },
    'skrapoov': {
        info: 'Skrapov - Появился в км с 2022 года, используя навыки осинта для пробива. Делал выеб на медийку "Кумоникс". Был/являюсь основателем "Инфо поток", "Skype", "Hellbound". Состою в клане Crime.',
        channel: 'https://t.me/+AFIgAM0sV3NlMTAy',
        dm: 'https://t.me/skrapoov',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/9czMfVi.jpg'
    },
    'valcinov': {
        info: 'valcinov - в комьюнити с 23 года, основатель проекта "Тень Комьюнити" (@adaptkm). Был под тремя личностями, их раскрывать не буду. Был успешно валидирован в конце 24 года. Активно являюсь осинтером, соц инженером, кодером.',
        channel: 'https://t.me/adaptkm',
        dm: 'https://t.me/valcinov',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/5M4dEIa.jpg'
    },
    'Доха': {
        info: 'Доха - один из известных личностей в комьюнити, активный игрок в различных активностях и дискуссиях. Один из основателей известного проекта "Последний Вздох". Участвовал в валидации многих медийных личностей.',
        channel: 'https://t.me/qpuud',
        dm: 'https://t.me/fuckdoxa',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/hlPDg1G.jpg'
    },
    'Холи': {
        info: 'HolyTerov (холи) - один из известных личностей в комьюнити, активный игрок в различных активностях и дискуссиях. Главный основатель известного проекта "Последний Вздох"и @defxolu Участвовал в валидации многих мидийных личностей.',
        channel: 'https://t.me/bioxolu',
        dm: 'https://t.me/HolyTerov',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/jadIAqx.jpg'
    },
    'swagshits': {
        info: 'swagshits - В комьюнити около года, имеет фейма (но немного), также состоял и состоит в клане РУВД, знаком с медийными личностями, такими как - Макеев, PsyhoCard, Харат, Plaksa, Chapaevv (состоял в его клане) и т. п. За ним стоит выеб интернет-психолога и снос его тгк (с кланом, который ему передали). На данный момент данный человек под ликом "Алеев", раньше известный под ликами "Молитесь", "ГР3ШНNK" и "Александр Ковалев". Занимается выебами педофилов со своим другом. Проекты не создавал.',
        channel: 'https://t.me/bioAleeva',
        dm: 'https://t.me/swagshits',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/zs0bQfj.jpg'
    },
    'Арбат': {
        info: 'Арбат - участник, а также основатель многих проектов.  Хобби - портить жизнь недоброжелательным личностям в комьюнити. Самые популярные работы: Поджог двери Лоадинга в сотрудничестве с такими личностями как Мефи, Шазам и Пианист.  Поджог двери Снялцепи. А также немало популярная фотография с прикрепленным резиновым пенисом на двери Вавилона.',
        channel: 'https://t.me/arbat_team',
        dm: 'https://t.me/swatnite',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/I83ELpg.jpg'
    },
    'Ветер': {
        info: 'Ветер - попал в основное комьюнити ещё с эпохи Вконтакте , полностью перешёл в Телеграмм в 2023 году . Первый фейм начался иза многочисленных споров со всеми , в основном пытался хайпить на этом . Второй фейм ему пришёл в начале 25 года , защет того что слил телеграмм канал троффи , с названием "АНТИ ДЕЛЕГАЦИЯ" , в данном сливе участвовал также Мефи - Илья , после этого масштабного слива маня доксера , Слив опубликовали в проект " Белый Аист " , там и все началось . На данный момент состоит в модерации проекта мефи , а также помогает всем с развитием проекта , постах проекта. известен как OSINT - Специалист',
        channel: 'https://t.me/metasploitnet',
        dm: 'https://t.me/eveter',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.ibb.co/wh9FKWGb/photo-2025-05-18-02-07-10.jpg'
    },
    'Сквиз': {
        info: 'Сквиз - начал увлекаться осинтом ещё в 23 году, однако в км пришел в августе 24 года. Создатель проекта „БЕЗНАКАЗАННОСТЬ" (Анти-делегация является проектом троффи). Сквиз известен стал по своим воркам',
        channel: 'https://t.me/sqezmoonbioo',
        dm: 'https://t.me/sqezmoon',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/NeM80Gz.jpg'
    },
    'n1therhovski': {
        info: 'n1therhovski - В конце 2022 года я столкнулся с угрозами свапом и сливом личных данных. Это стало толчком к изучению КМ-сферы. С середины 2023 года начал активно вникать в тему, а зимой 2024-го — постепенно продвигаться. Изначально я занимался исключительно ликвидацией педофилов — удалось обезвредить более 120+ человек. Позже, в конце августа, я создал проект QUTEB TEAM — платформу бесплатной помощи для мирных людей и тех, кто пострадал от скама. Моя цель всегда была проста: помогать безвозмездно, без желания фейма или выгоды. Проект работает честно и прозрачно, и я лично контролирую его деятельность. Владелец: @QUTEBteam.',
        channel: 'https://t.me/QUTEBteam',
        dm: 'https://t.me/n1therhovski',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/Zmy8pvj.jpg'
    },
    'межкровный': {
        info: 'межкровный - админ @gayadapter, написал известный способ для траффика заявок с помощью фейк чеков в кб, имею узнаваемость для людей из whoami, противкм, госпартии. знаком с феймами как: азотик, цамулен, осипов, сразин, адам, арагонский, антропофобов, семеркин, захюр.',
        channel: 'https://t.me/gayadapter',
        dm: 'https://t.me/ebakek',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/QGRvMKq.jpg'
    },
    'crimeneko': {
        info: 'crimeneko - Пришел в комьюнити в 2020 году в ВКонтакте, позже перешёл в Telegram. Владелец проекта @news_satanic. Занимается Osint-разведкой. Известен тем, что валидизировал @disonov и Шаз.',
        channel: 'https://t.me/news_satanic',
        dm: 'https://t.me/crimeneko',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/dRwO2AZ.jpg'
    },
    'CVT': {
        info: 'CVT - или лучше Criminal Violencet, Violent Crime. Данная Личность появилось  в км 2022 года.   Известно выходками и возможностьями в Км Старая   личность Necto — K0lza. Набрал популярность через основной Necto.Py/dll.module и из за своих возможностей и блага своей Группировке  OneEyeBlade Team ',
        channel: 'https://t.me/notcvt',
        dm: 'https://t.me/fallcvt',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/oVsfShC.jpg'
    },
    'Плакса': {
        info: 'плакса - влиятельный человек в км, владелец больших проектов, таких как anonymous kids @godplak, полиция троллинга @police_troll, также плакса имеет свой сносер @guardionsnosbot. Плакса имеет огромное количество связей, у него можно купить все что угодно, от драгов до огнестрела, чувак может найти что угодно.  В км пришел в 2020 году, начал развиваться в вк, в ноябре 2024 пришел в тг под неймом "плакса".',
        channel: 'https://t.me/bioplak',
        dm: 'https://t.me/vkmode',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/igJdY7v.jpg'
    },
    'Losarus': {
        info: 'Losarus - появилась в начале 23 года получила небольшой фейм владалец лики ниразу небыл валиднут или же извинялся за что либо в км. Близкий кент таких личностей как Мистери, Пайтон пионер, Сакута, Осирис. Админ проекта GosFords и овнер крупных тгк Losakillfame и Dorkiller слстоит в личном составе мистери. К тому же хорош в осинте и не идет в фейм км.',
        channel: 'https://t.me/Losarubio',
        dm: 'https://t.me/Resetmytg',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.ibb.co/93SYkGnN/photo-2025-05-03-22-54-36.jpg'
    },
    'Shady': {
        info: 'Shady - давний участник Телеграм комьюнити. Более мение сильная личность с маленьким феймом, но больший потонцеалом. Является активным администорлм в чате проекта Последний вздох. Имеет много известных сильных друзей. А также Чай учитель такой известной личности как Доха.',
        channel: 'https://t.me/usudydy',
        dm: 'https://t.me/ownerShady',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'замечан за скамом',
        img: 'https://i.imgur.com/jOqFHCa.jpg'
    },
    'alebobik': {
        info: 'alebobik - в км был в конца 23 года примерно ноябрь-декабрь. Пришел в км и шатался мирнячком, позже понял что можно продавать всякие услуги после чего больше года набирал положительную репу и имею свои маленькие проекты(@sxcmlist и @dfgperehod) т.к мне сносили их без нарушений, просто жалобами потому что людям не нравился мой скам лист являлся админов в komarudox, сейчас ток на префе у них, у семеркина преф должен быть. ну и в приниципе все.',
        channel: 'https://t.me/bioalebobik',
        dm: 'https://t.me/alebobik',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/c7P7FLS.jpg'
    },
    'NightSpecificnet': {
        info: 'NightSpecificnet - В комьюнити нахожусь с 2021 года, сначало я был без умений и ничего не умел. Потом в 2022 году появилась тяга к осинту и возможностью постоять самого за себя. Стал я феймовый благодаря кланам таким как "ПАРТИЗАНЫ" , "КИЛЛЕРСЫ" , набрал фейм благодаря бомжу ТРОФФИ(ибо его подсос меня снес, а потом он предложил биф где же проебал) так же был администратором в канале 3XL (канал спанч боба). Выиграл биф с зодиаком, тволнером, троффи и с многими другими. Самый первый ФЕЙМ стал из за Кузьмин ибо же он сделал на меня якобы "разоблачение". P.S начал подниматься в 2023',
        channel: 'https://t.me/owrehodHAKAHAL',
        dm: 'https://t.me/hNightSpecificnet',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/SDuQE1K.jpg'
    },
    'Треинов': {
        info: 'Треинов или же train crime - в коммьюнити вк с 2019 года, в 2023 перебрался пришёл в тг км. Основатель проектов "Поезд Преступлений" (Проект был заблокирован), "Белый Голубь" и "Троянский Конь". Моя деятельность - osint и соц. инженерия. Валидизировал таких личностей как доха, vertov и целер. Сам был валидизирован под личностью также не безызвестной - Михаил Ветров, после чего на месяц или два уходил с просторов телеграма, сейчас вернулся с новыми силами.',
        channel: 'https://t.me/WhitDeep',
        dm: 'https://t.me/traincrime',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/UxLLOem.jpg'
    },
    'Клеопатра': {
        info: 'Клеопатра - Клеопатра. в телеграм комьюнити, зародился я в 2018 начале в ВК, под неймом Александр Маньяк/ов, создал популярную приписку Александр которую используют и по сей день, в 2023 перешел в телеграм комьюнити, сделал проект Иморталл на 10к человек. Позже его снесли, и в конце 2024 начал ввести 2 проекта, Темпест, и путь совершеннства которые снесли, сейчас не хочу ввести проект. Сейчас имею общение с многими феймами, узнаваемость в чате. Многим запомнился как рейдил эспаду когда только зашёл в ДС комьюнити на пару месяцев и получил уважение. Ожидаю рассмотрения',
        channel: 'https://t.me/fuckpull',
        dm: 'https://t.me/fuckpull',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/34Cf1zm.jpg'
    },
    'Авангардов': {
        info: 'Авангардов или же @vkvzIom - в коммьюнити тг с 2019 года, начел развиваться и набирать фейм в 2021 году. Основатель проектов "Alkash cult" @alkashkm , "Killer cult" . Моя деятельность - osint и swat. Валидизировал таких личностей как muller, antipov и sms panika. За спиной нету некого скам и тд.',
        channel: 'https://t.me/alkashkm',
        dm: 'https://t.me/vkvzIom',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/V9PDDPn.jpg'
    },
    'Ларионов': {
        info: 'Ларионов - Пришел в КМ в далеком 2022 году, без умений, без фейма. Занимался только сн0сами аккаунтов на протяжении 2х лет.  В 2024 году я по тихоньку начал обучаться навыкам OSINT, а также практиковать. Ближе к 2025 году, начал открывать свои проекты, развиваться, обретать немного фейма. Сейчас же я открыл совместный проект с такой личностью как monolit, проект под названием «Черный Анархист» , проект уже имеет почти 900 подписчиков и идет дальше.',
        channel: 'https://t.me/larionov_bio',
        dm: 'https://t.me/detfears',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/PQS0KHy.jpg'
    },
    'godximora': {
        info: 'godximora - появился в комьюнити на личности химора недавно(лето 2024) имею небольшой фейм неплохие совместные работы с известными проектами. Развиваю свой проект - @alchemyadapter .',
        channel: 'https://t.me/alchemyadapter',
        dm: 'https://t.me/godximora',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/R5sW1mZ.jpg'
    },
    'имхо': {
        info: 'имхо - первое появление в тг км в декабре 2021 года, долгое время сидел с пустыми профилями, учился осинту и вникал в комьюнити, в начале 2024 года начал гнаться за феймом, с лета 2024 года ктивно вел деятельность и проекты, знаком с многими медийными и феймовыми личностями, например: шторм, цамулен, интернетик, осипов и др. активно занимался OSINTом, к концу 2024 года занимался онли сносом, с января 2025 года ливнул и просто общаюсь с знакомыми, веду блог и сношу сабов в каналах доксеров и других педиков.',
        channel: 'https://t.me/revolAdp',
        dm: 'https://t.me/MuerteDoxer',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/gjrsjhE.jpg'
    },
    'Моррис': {
        info: 'Моррис, пришел в телеграмм комьюнити в конце 2022 года, первую известность приобрел в середине 2023 года, засчет вьебов, а так же разборов. Ранее состоял в составах: Anti - Mirnyak, X (состав killface). На данный момент в составе «cult games» у Лордика. Часто узнают средние и медийные личности. Он незаметно пропал, и так же вернулся. Сейчас постепенно набирает медийность в тик токе. На данный момент ведет проект «Revenge Murder» Известен как: OSINT-Специалист. На данный момент взял на себя полномочия проекта Revenge Murder, от имхо. Так же была выполнена крупная работа на Рим Валетова и Chaplinov за скам на крупную сумму денег. Сейчас более узнаваться как участник состава Anti-Mirnyak, своими множественными вьебами, на личностей: Трофилов, Апология, Селектов. Ведёт проекты: DarkSqd • itn, Sprevedlivost с Aleksandr Krasnodarov.',
        channel: 'https://t.me/mar1adaweb',
        dm: 'https://t.me/toxbar',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/TnHbRpA.jpg'
    },
    'inparadoxing': {
        info: 'inparadoxing - пришел в 19 году Был в вк км, имел достачно фейма Начал развиваться с 22 года также, был союз с кислитом и маньяков в 19 году В 24 году регнул Проект  Последний взгляд и начал он развиваться через 2 недели. на данный момент имеется 1.6к сабов',
        channel: 'https://t.me/fuhet',
        dm: 'https://t.me/inparadoxing',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/26HqTQx.jpg'
    },
//малый фейм 
    'hikari': {
        info: 'Hikari - вступил в комьюнити в 2023 году. Основатель проекта O.D.I.N. В 2025 году ушел из комьюнити из-за выгорания, оставив после себя заметный след благодаря своим техническим достижениям и активности.',
        channel: 'https://t.me/ODINosint',
        dm: 'https://t.me/Shiro_Hikari',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.imgur.com/Z6IhPLy.jpg'
    },
    'Авилов': {
        info: 'Авилов - пришел в телеграмм комьюнити в конце 2023 года, первую известность приобрел в середине 2024 года, засчет проекта ботнет «Acropolis». Имеет модерки в многих популярных каналах, чатах. На данный момент ведет проект «Paranormal» Известен как OSINT-Специалист.',
        channel: 'https://t.me/aveparanormal',
        dm: 'https://t.me/navilov',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.imgur.com/3wAtaHF.jpg'
    },
    '𝚖𝚎ᴧ𝚗𝚒𝚔𝚘𝚟': {
        info: '𝚖𝚎ᴧ𝚗𝚒𝚔𝚘𝚟 - пришел в км в 22 году сразу взял лику мельников,начал с вк занимался деаноном и тп, позже ушел в долгое афк, в этом году вернулся в км, начал с того что взялся за фулл касту. Создал в соло проект #БезликийАнгел (@dontsangel) начал помогать мирным, писать софты и заниматься дизайном. В данный момент меня знают 1000+ человек благодаря проекту.',
        channel: 'https://t.me/adaptermelnikov',
        dm: 'https://t.me/meIInikov',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.postimg.cc/SNK79MGR/photo-2025-05-20-18-48-32.jpg'
    },
    'ᴨᴀʙɯій ᴀᴄᴛᴩᴀᴧ': {
        info: 'ᴨᴀʙɯій ᴀᴄᴛᴩᴀᴧ - появился в км 2020 году под кастой сватер. Начал развиваться в начале 2023 года в сфере Osint и GeoINT, под ликой psyhoastral с 2023.  часто узнают в кф, кланах и чатах, были работы по скамерам и недо доксероми. Никогда не начанал конфликт первым и не трогал мирных.',
        channel: 'https://t.me/psihopirats',
        dm: 'https://t.me/psyhoastraIs',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.postimg.cc/SKsDLWss/photo-2025-05-21-23-35-44.jpg'
    },
    'пакость': {
        info: 'пакость - и так,я пришел под ликой пакость в конце 21 года,пришел я с вк(но в ВК Я ничем не отличился просто смотрел как всё устроено)в 21 году начал набираться опыта,делать какие то не сложные работы,и в конце концов успел проявиться в кьютебе(QUTEAB TEAM 5к подписчиков) работал вместе с Евгением парадайсовым,также имею узнаваемость в разных форумах,чатах в 24 году стал более активным и начал проявлять себя,сделал множество работ,но самые не плохие я считаю по хикорову,хонову и прочим достаточно известным личностям',
        channel: 'https://t.me/fuckpakost',
        dm: 'https://t.me/sorrowcrime',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.postimg.cc/dDPPfJ3h/photo-2025-05-22-22-38-21.jpg'
    },
    'Toom': {
        info: 'Toom - Присоединился к КМ в конце 2023 года, сначала держался в тени. Широкую огласку получил в 2024 году, прославившись участием на софтах по типу «TOOLBOX», «V», «WeirdVip», «Blade» и других. Был модератором в проектах «DropTool» и «Diablos Lair». Владелец каналов «Tooms channel» и «Nightmare». Известен как кодер и OSINT-специалист. Участвовал в выявлении и валидации лиц, причастных к противоправному контенту, включая педофилию.',
        channel: 'https://t.me/killyourmther',
        dm: 'https://t.me/dorkuser',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.postimg.cc/MKq81KCL/photo-2025-05-20-22-55-37.jpg'
    },
    'Бермудский Пират': {
        info: '"Бермудский пират". В начале 2022, познакомился с таким человеком как интерлюдия, который и привел меня в км, придумал лику "бермудский пират", начал получать деньги с км, и купил себя ботнет и так далее, на момент 2024 фейм был большой, узнавал каждый 2 человек, на данный момент, знают не многие, но если поспрашивать многих феймовых типов, могут и узнать, в начале 2023 создал проект Wartened который набрал 700 сабов и его снесли, набрал я буквально за 2 недели, сейчас на данный момент, сижу на проекте Phobos, который набирает 1200 сабов, вообщем лимончик, жду ся на сайте,  увидите меня во многих фейм листах, буду на ровне с Калашниковым, тволнером, апатия, оверкилл',
        channel: 'https://t.me/fserresale',
        dm: 'https://t.me/toolsert',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.postimg.cc/B6tYd8r6/photo-2025-05-20-18-36-12.jpg'
    },
    'зерошка': {
        info: 'зерошка - зерошка, сидел в км вк, дс с 2019 года, троль, сватер по россий и украине, набрал +- хорошего фейма с помощью эвакуаций, раньше был сильно феймомвым, но в 23 году повязала опера вместе с полицией, и после возвращения в км фейм упал, также работаю в интересах РФ',
        channel: 'https://t.me/perexodnikzepo',
        dm: 'https://t.me/zepoqq',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.postimg.cc/jjFsX0H7/photo-2025-05-22-19-14-43.jpg'
    },
    '𝙺𝚁𝙴𝚂𝚃𝙾V': {
        info: '𝙺𝚁𝙴𝚂𝚃𝙾V - (многим знаком под юзом @KRESTOV_ADMIN)-появился в км в 2021 году был обычным новичком,после вк комьюнити,начал интересоватся тг сферой,начал обучатся осинту,геоинту,и сватингу,был замечен в конфликте с тихо и его подзащитными,очень часто узнают в кф,избавляет км от мусора,запускал множество проэктов по очистке бомжей всех каст,и вкладывал в них большие суммы,в общем добивался очистки многих бомжей,специалист по кастам-сватинг,осинт,донос',
        channel: 'https://t.me/bioforkrestov',
        dm: 'https://t.me/KRESTOV_FAIM',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.postimg.cc/tRPDzRXh/photo-2025-05-21-22-56-10.jpg'
    },
    'Признание': {
        info: 'Признание - участник телеграм комьюнити, присоединившийся в конце 2023 года. Приобрел среднюю узнаваемость к концу 2024-го. Обладает базовыми навыками в области OSINT-разведки. В настоящее время ведет проект «Vision». Известен своей помощью мирным.',
        channel: 'https://t.me/priznaniebio',
        dm: 'https://t.me/PseudoPriznanie',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.postimg.cc/nh4hDrwC/photo-2025-05-19-17-45-15.jpg'
    },
    'во имя реквием': {
        info: 'реквием - пришел в КМ в 2022 году и с тех пор стараюсь изучать всё, что вижу. Интересоваться медийностью начал относительно недавно — в конце 2024 года. Сейчас меня уже узнают во многих голосовых чатах и сообществах, и я не собираюсь останавливаться на достигнутом. Продвигаюсь полностью самостоятельно, без чьей-либо помощи.',
        channel: 'https://t.me/bio_rekviem2',
        dm: 'https://t.me/vo_imea_rekviem',
        category: 'small',
        badge: 'badge-small',
        badgeText: 'мал.фейм',
        img: 'https://i.postimg.cc/15xgnk57/photo-2025-05-20-23-10-47.jpg'
    },
//кодеры
    'Zolman': {
        info: 'Гриша - разработчик, специализируется на Python, JavaScript, C# и HTML. Активно изучает реверсивную инженерию и пентест. Участвовал в разработке таких проектов как MAPLE, RIGOLIT, HIMARS, LEMON TOOL, частично TOKLOM. Работал с кряками для TOOXAN, warden, akuma, занимался анализом различных инструментов.',
        channel: 'https://t.me/RigOlit',
        dm: 'https://t.me/RigOlit',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/JkwOcML.jpg'
    },
    'CoCisochki': {
        info: 'Sasiska — разработчик и реверсер, специализирующийся на HTML, Python, C и TypeScript. Известен в узких кругах своими кряками и техническими возможностями. Практикует социальную инженерию и глубокий реверс. Успешно крякал Lemon Tool (x2), Torba Search, а также AlienWare. Имеет опыт в анализе защиты, обходе лицензирования и создании нестандартных решений.',
        channel: 'https://t.me/CoCisochki_crack',
        dm: 'https://t.me/CoCisochki',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://imgur.com/blWxmJH.jpg'
    },
    'wlastilinov': {
        info: 'wlastilinov - О себе: Кодер - разработчик любых кодов, каждый день дома и каждый день работаю на благо кодов, готов помочь в случае необходимости . Основатель проектов: Recoil Corporation, Лига Безопасности Мирных. Известен в дискорд благодаря писанию ботов для популярных серверов дс таких как: ReallyWorld, AresMine. Сидел на сервере 2chan, 4chan. Спициализируюсь на создании любого программного обеспечения. Стак: HTML, CSS, JavaScript, Python, Docker, SQL, Git, Kubernetes, Soc.Engineering, Revers.Engineering.',
        channel: 'https://t.me/recoil_adapter',
        dm: 'https://t.me/wlastilinov',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://imgur.com/277h8G8.jpg'
    },
    '𝕿𝖎𝖒𝖔𝖗𝖎𝖆': {
        info: '𝕿𝖎𝖒𝖔𝖗𝖎𝖆 - Владелец проектов таких как: Timōría Projects, Hikari, OberonGroup, Spectrum а так же TgSmasher.',
        channel: 'https://t.me/TupoyOle_N',
        dm: 'https://t.me/TupoyOle_N',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/PJvBIeg.jpg'
    },
    'ховлер': {
        info: 'ховлер - python кодер, владелец софта lathos. Пришел в эту сферу в 2023 году, и с тех пор активно развиваюсь в этом направлении. ',
        channel: 'https://t.me/lathosproject',
        dm: 'https://t.me/attackpenis',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/DrjJxQQ.jpeg'
    },
    'Мефосквит': {
        info: 'Мефосквит - талантливый разработчик, создатель TOKLOM, TOKLOM FREE, HIMARS, HIMARS FREE и многих других проектов. Известен своими техническими решениями и вкладом в развитие инструментов для сообщества.',
        channel: 'https://t.me/vkmef',
        dm: 'https://t.me/vkmef',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/M94dBCu.jpg'
    },
    'Wolfram': {
        info: 'Wolfram - кодер и разработчик. Основатель проектов "HexorSoftware" и "DecryptageTeam!". Известен своими техническими навыками и вкладом в развитие инструментов для сообщества. Специализируется на создании программного обеспечения для различных задач.',
        channel: 'https://t.me/DatabaseAttack',
        dm: 'https://t.me/DatabaseAttack',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/lLAr1sa.jpg'
    },
    'Hidden': {
        info: 'Hidden - таинственный кодер, основатель нескольких известных проектов включая "Mi6", "Eclipse", "Eclipse Black" и "HIDDEN PROJECT". Специализируется на создании сложных решений с акцентом на безопасность и анонимность. Известен своим нестандартным подходом к разработке и редкими, но значимыми появлениями в сообществе.',
        channel: 'https://t.me/skypesender',
        dm: 'https://t.me/skypesender',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/KVfhwB5.jpg'
    },
    'pythoneer': {
        info: 'pythoneer - (питонер) Состою в многих проектах ( в свое время помогал HIMARS и RigOlit ) Владелец проекта ReFind (@ReFindOsintBot) Пишу в основном ботов, серверы (в общем, бэкенд — моя тема) Появился в км с 23 года, был доксером но затем увлекся кодингом. Стаки: Python: • FastApi • Aiogram • MongoDB • другие.. Мирных дефаю, но нечасто т.к. времени не много',
        channel: 'https://t.me/python_enter',
        dm: 'https://t.me/python_pioner',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/K7mmkPu.jpg'
    },
    'sharpovv': {
        info: 'sharpovv - (шарпов) Состою в многих проектах ( в свое время помогал HIMARS и RigOlit ) Владелец проекта ReFind (@ReFindOsintBot) Пишу в основном ботов, серверы (в общем, бэкенд — моя тема) Появился в км с 23 года, был доксером но затем увлекся кодингом. Стаки: Python: • FastApi • Aiogram • MongoDB • другие.. Мирных дефаю, но нечасто т.к. времени не много',
        channel: 'https://t.me/crazysofts_4',
        dm: 'https://t.me/sharpovv',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/dKC9x2s.jpg'
    },
//секс бомжи
    'crystallwallets': {
        info: 'crystallwallets - Заявляю что @Crystallwallets сын далбоеба который сам нихуя не может это топ 1 дожор бомж, я ему дал тэг на время на что он всосал и не отдал прошу распространить это ведь данный человек сынок лярвы это первое, делает липы и так еще накручивает био бля как же это смешно весь клан состоит из накрученных, что он что его пёс куки бой пытался накрутить отзывы, для скама.',
        channel: 'https://t.me/crystallwallets',
        dm: 'https://t.me/crystallwallets',
        category: 'bomg',
        badge: 'badge-bomg',
        badgeText: 'БОМЖ',
        img: 'https://i.imgur.com/MwHiBVw.jpg'
    },
    'covenox': {
        info: 'covenox - нищий изгой скамит на нищий 1$ не доверять пинать хуем он вам нихуя не сделает на личном опыте он доксил физ старого владельца и доказывал валидность - база',
        channel: 'https://t.me/lemon_tool',
        dm: 'https://t.me/covenox',
        category: 'bomg',
        badge: 'badge-bomg',
        badgeText: 'БОМЖ',
        img: 'https://i.ytimg.com/vi/HXsM2RidYEk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAEzg68rrZczF1a6i8nbhxDz_SjlA'
    },
    'Kalashnikov': {
        info: 'Kalashnikov - aka Dmitry maniac скам дожорка и еще скам сука памперс ебаный сука какже заебали',
        channel: 'https://t.me/overAdapter',
        dm: 'https://t.me/desertAttack',
        category: 'bomg',
        badge: 'badge-bomg',
        badgeText: 'БОМЖ',
        img: 'https://i.imgur.com/2HnLu5a.jpg'
    },
    'userrik': {
        info: 'userrik - скам на сотрудничиство ',
        channel: 'https://t.me/HAVIGATOR_rik',
        dm: 'https://t.me/userrik',
        category: 'bomg',
        badge: 'badge-bomg',
        badgeText: 'СКАМ',
        img: 'https://i.ytimg.com/vi/HXsM2RidYEk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAEzg68rrZczF1a6i8nbhxDz_SjlA'
    },
    'xagwu1': {
        info: 'xagwu1 - 8163607480 / @xagwu1 скам типов на нфт юзы',
        channel: 'https://t.me/lemon_tool',
        dm: 'https://t.me/xagwu1',
        category: 'bomg',
        badge: 'badge-bomg',
        badgeText: 'скам нфт',
        img: 'https://i.ytimg.com/vi/HXsM2RidYEk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAEzg68rrZczF1a6i8nbhxDz_SjlA'
    },
    'wasted': {
        info: 'wasted/@onuxl скам на обуч',
        channel: 'https://t.me/lemon_tool',
        dm: 'https://t.me/onuxl',
        category: 'bomg',
        badge: 'badge-bomg',
        badgeText: 'скам обучения',
        img: 'https://i.ytimg.com/vi/HXsM2RidYEk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAEzg68rrZczF1a6i8nbhxDz_SjlA'
    },
    'деф от semerkin': {
        info: 'semernik - предоставляю защиту от угроз и скама в виде любых услуг и их применение бесплатно в случае ситуации',
        channel: 'https://t.me/spbmaniac',
        dm: 'https://t.me/spbmaniac',
        category: 'product',
        badge: 'badge-product',
        badgeText: 'деф от semerkin',
        img: 'https://imgur.com/f5VyuAB.jpg',
        seller: '@spbmaniac',
        prices: {
            usd: '$10/15',
            uah: '415/622 UAH',
            rub: '824/1236 RUB'
        }
    },
    'THUNDER-HACK': {
        info: 'THUNDER-HACK LeakOsint - Очень известный сервис для поиска, имеет очень большой список утечек. ReFind - Новый сервис для поиска информации, который только набирает обороты. Dyxless - Очень хорошо ищет информацию по Telegram Аккаунтам. Шифрование Кода - Превращает ваш исходный Python код, в нечитабельный код. (Обфускация кода) Дешифрование кода - Делает из зашифрованного кода, открытый код, таким способом вы можете прочитать его. Проверка Прокси - Проверяет файл .txt на наличие рабочих Proxy, и помечает только рабочие. Атака Аккаунта Телеграм - Легкая атака кодами на аккаунт жертвы. Поиск по IP - Анализ IP адреса жертвы. Это пока Бета Версия инструмента, функции будут пополнятся. БД - 30ТБ Формат - exe',
        channel: 'https://t.me/hewexx',
        dm: 'https://t.me/wexavion',
        category: 'product',
        badge: 'badge-product',
        badgeText: 'осинт програма',
        img: 'https://imgur.com/IhWqvRK.jpg',
        seller: '@wexavion',
        prices: {
            usd: '$13',
            uah: '539 UAH',
            rub: '1050 RUB'
        }
    },
    'WastedWorldSoft': {
        info: 'WastedWorldSoft — мощный инструмен для осинта. Имеет свыше 30 функций! Содержит суммарно более 50ТБ баз данных.',
        channel: 'https://t.me/ElusiveW3b',
        dm: 'https://t.me/ElusiveW3b',
        category: 'product',
        badge: 'badge-product',
        badgeText: 'осинт програма',
        img: 'https://imgur.com/hbvhZP4.jpg',
        seller: '@ElusiveW3b',
        prices: {
            usd: '$11',
            uah: '450 UAH',
            rub: '850 RUB'
        }
    },
    'Ximoragod DEF': {
        info: 'Ximoragod уникальный деф от @godximora лучшый в своем роде, все вопросы ваших конфликтов решаю',
        channel: 'https://t.me/godximora',
        dm: 'https://t.me/godximora',
        category: 'product',
        badge: 'badge-product',
        badgeText: 'DEF',
        img: 'https://imgur.com/O6Ajwe1.jpg',
        seller: '@godximora',
        prices: {
            usd: '$40',
            uah: '1660 UAH',
            rub: '3200 RUB'
        }
    },
    'Lemon': {
        info: 'Главный администратор сайта. Роль: Владелец сайта',
        channel: '',
        dm: 'https://t.me/sbuLemon',
        category: 'admin',
        badge: 'badge-admin',
        badgeText: 'Админ',
        img: 'https://img.icons8.com/ios-filled/100/administrator-male.png'
    },
    'semerkin': {
        info: 'Роль: отбор и проверка медийных личностей',
        channel: '',
        dm: 'https://t.me/spbmaniac',
        category: 'admin',
        badge: 'badge-admin',
        badgeText: 'Админ',
        img: 'https://img.icons8.com/ios-filled/100/administrator-male.png'
    },
    'Zolman': {
        info: 'Роль: отбор и проверка кодеров',
        channel: '',
        dm: 'https://t.me/RigOlit',
        category: 'admin',
        badge: 'badge-admin',
        badgeText: 'Админ',
        img: 'https://img.icons8.com/ios-filled/100/administrator-male.png'
    },
    'pythoneer': {
        info: 'Роль: отбор и проверка кодеров',
        channel: '',
        dm: 'https://t.me/python_enter',
        category: 'admin',
        badge: 'badge-admin',
        badgeText: 'Админ',
        img: 'https://img.icons8.com/ios-filled/100/administrator-male.png'
    },
    'Liquidator': {
        info: 'Роль: отбор и проверка медийных личностей',
        channel: '',
        dm: 'https://t.me/cutapin',
        category: 'admin',
        badge: 'badge-admin',
        badgeText: 'Админ',
        img: 'https://img.icons8.com/ios-filled/100/administrator-male.png'
    },
    'Имхо': {
        info: 'Роль: Отбор малый.фейм',
        channel: '',
        dm: 'https://t.me/Muertedoxers',
        category: 'admin',
        badge: 'badge-admin',
        badgeText: 'Админ',
        img: 'https://img.icons8.com/ios-filled/100/administrator-male.png'
    },
};
