const personalities = {
    'Мефи': {
        info: 'Мефи - В комьюнити очень давно, имеет один из самых крупных проектов. Обладает наибольшим феймом среди всех. Основатель проекта "Белый Аист". Провел множество валидаций известных медийных личностей, включая Евгения Вавилонова, Алчность, Тихо и других. Известен своей активной позицией и влиянием в сообществе. Не скрывает свои данные с 2022 года. На данный момент является лицом СНГ комьюнити.',
        channel: 'https://t.me/BelBusel',
        dm: 'https://t.me/fuckmefi',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Главная Медийка',
        img: 'https://i.imgur.com/GAkhf93.jpg'
    },
    'Semerk!n': {
        info: 'Также известен как "Семеркин". Появился в комьюнити ВКонтакте в 2020 году. Создатель проекта "Правда о км". Приобрел популярность благодаря серии интервью с известными медийными личностями. Известен своей активной гражданской позицией и критическим взглядом на происходящее в сообществе.',
        channel: 'https://t.me/trueaboutcm',
        dm: 'https://t.me/spbmaniac',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Главная Медийка',
        img: 'https://i.imgur.com/uAYfujR.jpg'
    },
    'чапаев': {
        info: 'Чапаев - Один из самых медийных личностей в комьюнити, владелец нескольких крупных проектов. Активный участник различных событий и обсуждений. Основатель популярного проекта "Шапито". Провел валидации многих медийных личностей. В редких случаях был замешан в спорных ситуациях, связанных с небольшими суммами денег.',
        channel: 'https://t.me/chapaevv',
        dm: 'https://t.me/chapaevv',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Главная Медийка',
        img: 'https://i.ytimg.com/vi/HXsM2RidYEk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAEzg68rrZczF1a6i8nbhxDz_SjlA'
    },
    'Валетов': {
        info: 'Валетов - Согласно независимым рейтингам и telegraph отчетам @waIetov начиная с 2019 года, стабильно занимает позицию лидера в списке лучших сносеров СНГ и Европы. За период с 2019 по 2025 год, деятельность @waIetov привела к прекращению существования значительного числа кланов и различных проектов, что подтверждается его работами.',
        channel: 'https://t.me/chapaevv',
        dm: 'https://t.me/waIetov',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Главная Медийка',
        img: 'https://i.imgur.com/PeFCNMJ.jpg'
    },
    'цамуленко': {
        info: 'tsamulenZ - ебырь телezрамовских червей',
        channel: 'https://t.me/zovclassic',
        dm: 'https://t.me/tsamulenZ',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Главная Медийка',
        img: 'https://i.imgur.com/LehZspk.jpg'
    },
    'Storm': {
        info: 'Storm - В км нахожусь с конца 2019 года, знал до этого о существовании деанонеров. Пришел с игры Minecraft, больший интерес получил с HvH в CS:GO. Каждая моя личность была успешна и имела фейм, создатель больших проектов: League, Whoami, Maniacalia (2024-2025). Создатель нескольких жвд и террор игр по городам. Провел валидации огромного кол-ва личностей в 2024 летом. Общаюсь с множеством олдовых людей с вк, телеграма. На данный момент не нахожусь в км так-как АФК.',
        channel: 'https://t.me/maniacalia',
        dm: 'https://t.me/forcegps',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Главная Медийка',
        img: 'https://i.imgur.com/wzVGPv3.jpg'
    },
    'Онегин': {
        info: 'Онегин, пришел в комьюнити в 2021 году, первую популярность набрал ближе к началу 2023, после ушел на небольшой перерыв, и недавно вернулсяся. Самый успешный проект это Hatred, Merediana. Стал известен как осинт-специалист, лжеминер',
        channel: 'https://t.me/meredianadoxing',
        dm: 'https://t.me/truesexme',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://cdn.pixabay.com/photo/2017/11/25/12/46/tree-2976739_1280.jpg'
    },
    'patalogonia': {
        info: 'Появился в середине 2019 года имел проэкты с одинаковыми названиями " Patalogonia "  11тыщ подписчиков, 3тыщ подписчиков, 1500 подписчиков.',
        channel: 'https://t.me/+OTCIL00MaegxODQy',
        dm: 'https://t.me/patalogonia',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка +',
        img: 'https://imgur.com/FNrk6nq.jpg'
    },
    'Тихо тшш': {
        info: 'Тихо - Известен под ником "Тихо". В комьюнити с 23 года (изначально во ВКонтакте). Основатель проекта "Позорники Телеграма о км". Имеет репутацию спокойного и рассудительного участника, несмотря на провокационный характер своего проекта.',
        channel: 'https://t.me/oexec',
        dm: 'https://t.me/oexec',
        category: 'top',
        badge: 'badge-tiktok',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/rF7MCo9.jpg'
    },
    '@psyh6': {
        info: 'Один из создателей успешного проекта Asgard пользуется заслуженной репутацией в сообществе. Он известен благодаря активному продвижению и резонансу, который его проект вызвал среди крупных лиц в 2023 году. Отличается доброжелательным отношением к адекватным ребятам. Asgard успешно противостоял таким проектам, как Partisan и Pandemie, и множеству других, не потерпев ни одного поражения. Проект характеризуется адекватным подходом к поиску информации и защите обычных мирных ребят.',
        channel: 'https://t.me/adapteran',
        dm: 'https://t.me/psyh6',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/VImoLhv.jpg'
    },
    '#снялсцепи': {
        info: 'бомж появился в 2025 продавал яблока до 2025 также ебанашка 2010 момет скам а также сын хуеты не доверяйте хуярьте ногами, ps @svater хочешь изменить текст ябки по 0.20 с тебя',
        channel: 'https://t.me/svater',
        dm: 'https://t.me/svater',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/Q7gPorf.jpg'
    },
    'killface': {
        info: 'killface появился в комьюнити в 2021 году. Основатель проекта Komaru Dark (Информация X). Стал медийным благодаря масштабным эвакуациям по территории РФ и глубоким знаниям в области OSINT.',
        channel: 'https://t.me/killface',
        dm: 'https://t.me/killface',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка скам',
        img: 'https://i.imgur.com/Y5WR9Ex.jpg'
    },
    '@MurderRage': {
        info: 'Кавай / Kawai harmity. Появился в комьюнити в 2023 году, крайне быстро набрал огромную популярность благодаря провокациям и нестандартным методам. Специалист по OSINT и социальной инженерии. Известен своим ярким стилем и пагубным влиянием на сообществе.',
        channel: 'https://t.me/+m5aI0et5sdsyOWIy',
        dm: 'https://t.me/MurderRage',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/NaX9yTA.jpg'
    },
    '@dimulation': {
        info: '@dimulation - лицемерия, появился в комьюнити в телеграмм в 2019-2020 годах, набрал свою популярность за счёт того, что занимался ликвидацией медийных личностей. Осинт специалист и самый добрый человек в км.',
        channel: 'https://t.me/+o4wq08ivPY1hY2Iy',
        dm: 'https://t.me/dimulation',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/dEG7GFR.jpg'
    },
    'Психо': {
        info: 'Психо / ᴘsʏʜᴏ Авторитарность Руководитель группировки «Кровавый след». Занимается ликвидированием и разоблачением медийных личностей.',
        channel: 'https://t.me/+VbQxGzvZLqU1OTE0',
        dm: 'https://t.me/attackskype',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/IUHv620.jpg'
    },    
    'смешная нарезка детей': {
        info: 'смешная нарезка детей - @pausbd или же @pausbd2 в км достаточно давно с 2021 но большого Фейма не имел, начал развиваться в 2023, хорошо познакомился с бимом тот меня взял в проект ^голова с плеч^ Чапаев там тоже был, вот в 2024 я был вторым овнером в проекте снялцепи, потом меня сняли я создал свой проект #нарезка потом подружился с локси выкупили канал Шазама новости км ну вот и все',
        channel: 'https://t.me/afdjij2',
        dm: 'https://t.me/pausbd2',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://imgur.com/sT1tEO1.jpg'
    },
    'Dr.Steven': {
        info: '@Friendlypvp - Dr.Steven, основная медийная личность "Lmao" 21-23 год. Сейчас же владелец N9 REPORT / bomg NEWS и других известных проектов.',
        channel: 'https://t.me/StevenAdapter',
        dm: 'https://t.me/Friendlypvp',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/gGwa3Ei.jpg'
    },
    'Kraken': {
        info: 'Kraken - пришел в 2021 году, стал известен после 22 года. Занимался изначально сватингом, а после разоблачением и разбором личностей. Администратор "Белый Аист", со-владелец "противкм", со-владелец "шлюхикм".',
        channel: 'https://t.me/BelBusel',
        dm: 'https://t.me/KrakenRevenge',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/kET9Yrw.jpg'
    },
    'Kalashnikov': {
        info: 'Kalashnikov, aka Dmitry maniac - пришел в 2017 году, был дизайнером и войсером, стал известен после 21 года. Телеграм комьюнити началось с 21 года, стал изучать другие термины. Потом начал реализовать свои крупнейшие проекты с 22 года, а точнее: Blood cartel, Asgard с Антиповым, Трайбол, Водяной знак. На данный момент проектов на 50к++. Известен мастерством осинт поиска, сетевого трафика.',
        channel: 'https://t.me/overAdapter',
        dm: 'https://t.me/desertAttack',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/2HnLu5a.jpg'
    },
    'Арбат': {
        info: 'Александр Арбат — участник, сотрудник, а также основатель многих проектов. На данный момент сотрудничает с такими проектами как Deviance, Anonymous Kids, Hayden project, Last breath, Gexogenov project, Community news и так далее. Хобби — навещать, а также разукрашивать двери прочим медийным личностям. Самые популярные работы: валидация на Александра Зайцева, а также доставка фаллоимитатора прямиком на дверь Вавилону.',
        channel: 'https://t.me/arbat_team',
        dm: 'https://t.me/swatnite',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/eJXp7PW.jpg'
    },
    'Шат': {
        info: 'Шат - в комьюнити с 23 года, имеет один из самых крупных проектов cheers dox, обладает хорошими умениями osint, имеет много работ спортиков, провел много валидаций на медийных личностей.',
        channel: 'https://t.me/cheersdox',
        dm: 'https://t.me/usershat',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/raOOO16.jpg'
    },
    'CVT': {
        info: 'CVT - или лучше Criminal Violencet, Violent Crime. Данная Личность появилось  в км 2022 года.   Известно выходками и возможностьями в Км Старая   личность Necto — K0lza. Набрал популярность через основной Necto.Py/dll.module и из за своих возможностей и блага своей Группировке  OneEyeBlade Team ',
        channel: 'https://t.me/notcvt',
        dm: 'https://t.me/fallcvt',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://i.imgur.com/oVsfShC.jpg'
    },
    'Плакса': {
        info: 'плакса, влиятельный человек в км, владелец больших проектов, таких как anonymous kids @godplak, полиция троллинга @police_troll, также плакса имеет свой сносер @guardionsnosbot. Плакса имеет огромное количество связей, у него можно купить все что угодно, от драгов до огнестрела, чувак может найти что угодно.  В км пришел в 2020 году, начал развиваться в вк, в ноябре 2024 пришел в тг под неймом "плакса".',
        channel: 'https://t.me/bioplak',
        dm: 'https://t.me/vkmode',
        category: 'top',
        badge: 'badge-top',
        badgeText: 'Медийка',
        img: 'https://imgur.com/igJdY7v.jpg'
    },
//фейм прсто юююююююююююююююююююююююююююююююююююююююююююююююююююююююююююююююыывфвфвфв секс дайте  в рот пж
    '@snosray': {
        info: 'Паренек - с 2018 км зашёл в км с неймом керосинов, сидел в вк км с 2018 по 2020, 2020-2025 тг км. Прославился своими конфликтами с медийками и феймами.',
        channel: 'https://t.me/FingersCollect',
        dm: 'https://t.me/snosray',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/vhV3RMg.jpg'
    },
    '@fuckdoxa': {
        info: 'Доха — один из известных личностей в комьюнити, активный игрок в различных активностях и дискуссиях. Один из основателей известного проекта “Последний Вздох”. Участвовал в валидации многих медийных личностей.',
        channel: 'https://t.me/qpuud',
        dm: 'https://t.me/fuckdoxa',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/hlPDg1G.jpg'
    },
    '@HolyTerov': {
        info: 'HolyTerov (холи) — один из известных личностей в комьюнити, активный игрок в различных активностях и дискуссиях. Главный основатель известного проекта “Последний Вздох”и @defxolu Участвовал в валидации многих мидийных личностей.',
        channel: 'https://t.me/bioxolu',
        dm: 'https://t.me/HolyTerov',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/jadIAqx.jpg'
    },
    '@sbulemon': {
        info: 'Появился в комьюнити в 2022 году. Специализируется на OSINT (разведка на основе открытых источников) и программировании. Автор инструмента @lemon_tool, который получил признание в сообществе. Известен техническим подходом к решению задач.',
        channel: 'https://t.me/sbulemon',
        dm: 'https://t.me/sbulemon',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'CEO',
        img: 'https://i.imgur.com/S6Lgvze.jpg'
    },
    '@httpsfilan': {
        info: 'Также известен как "Filan Armadov". Основатель проекта "Show Time". Является уничтожителем многих крупных сайтов благодаря DDoS-атакам, а также активно занимается OSINT и программированием. Появился в комьюнити Telegram в 2020-2021 году, активные действия начал вести в 2023-2024 годах. Начал набирать популярность за счет атак на крупные сайты.',
        channel: 'https://t.me/+xeTcG7qWjglmZWNl',
        dm: 'https://t.me/httpsfilan',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/D7I7knH.jpg'
    },
    '@trofingood': {
        info: 'Троффи - в комьюнити тг с 21 года, основатель проекта АНТИ-ДЕЛЕГАЦИЯ, (https://t.me/+njBWuxGp9axiNDhi) проект основывается на вылове людей которые работают по своей же стране.',
        channel: 'https://t.me/+njBWuxGp9axiNDhi',
        dm: 'https://t.me/trofingood',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/gAyoE1K.jpg'
    },
    '@marmeIadov': {
        info: 'marmeIadov - или же мармеладов появился в 2021 актив почти не проявлял, потом пришол в стак  neverlose оттуда уже познакомился, с многими дальше продолжал свое движение познакомился с многими фейм личностями, имел свой проект на 450 сабов к сожалению снесенный, Так же был на админе в канале TRIBUNAT на 1800 сабов, сейчас состою на админке в таком канале как NCWXSQUAD и развиваю свой проект, имею опыт в осинт разветки и сносээ.',
        channel: 'https://t.me/adaptersa',
        dm: 'https://t.me/marmeIadov',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/VRE7Irw.jpg'
    },
    '@exetovattack': {
        info: 'В комьюнити с конца 2023 — начала 2024 года. До этого времени обучался, не участвовал активно. Являюсь создателем одного из крупнейших проектов в комьюнити — Hayden Project. Провёл множество валидаций фейм-медийных личностей, активно участвую в борьбе со скамом: выявляю и устраняю скамеров. Одна из самых громких работ — валидация Зайцева и участие в сносе его канала. Известен своей помощью в защите от скама, угроз и других подобных ситуаций. Также отличаюсь точечными "ликвидациями", направленными на безопасность комьюнити. При этом ни разу не был валиднут.',
        channel: 'https://t.me/molissuchkka',
        dm: 'https://t.me/exetovattack',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/Obd1aqE.jpg'
    },
    '@teIephony': {
        info: 'DREAMCORE, в км с 2021 года, в телеграмм комьюнити пришел в 2023 и на данный момент является сильнейшим в сфере OSINT-а по мнению других медийных личностей. Изначальную популярность получил благодаря проекту «PENTAGON», а закрепил он ее своими ворками на: Вова ДПС, Хатсу, проект Сбербанк и Франция излечит душу, также именно он поставил владельца проекта «KALLNET» на колени. На данный момент ушел в наставничество, является носителем самых быстрых ликвидаций и развитой социальной инженерии, закрепился своим принципом «ломать за любой косяк»',
        channel: 'https://t.me/+y6h5YSNVos05ZGE0',
        dm: 'https://t.me/teIephony',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/F9RtFyZ.jpg'
    },
    '@themiderov': {
        info: 'miderov - я пришел в км в 2018 году, пришел я сам, с 20 по 23 год сидел на админке в докс бине, развивался сам и никто мне не помогал, в 21 году валиднул практически все комьюнити докса, делал очень много паст на разных типов а также помогал людям в проекте "угар по бомжам". также сидел в вк,дс и потом перешел в тг, узнают меня в каждом кф и практически каждый кидает респект, курил траву и ебашил каждых вторых, находил и нахожу валидки за пару минут времени, знаком со всеми из км и ни с кем нету ссор, делал пасты на таких личностей как "кисагуд", "покупной комаров", "шизуми" и много на кого еще.',
        channel: 'https://t.me/miderovmusic',
        dm: 'https://t.me/themiderov',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/a8qE5El.jpg'
    },
    'defivalov': {
        info: 'defivalov - более известный как владелец канала Джунгли Км, появился в комьюнити относительно недавно, точнее в конце 24 года, когда он пришел, даже не надеялся получить хоть какой то фейм, но со временем стал развивать свой канал и на данный момент у него уже почти 10.000 подписчиков. В настоящее время имеет более чем средний фейм среди комьюнити и пользуется узнаваемостью.',
        channel: 'https://t.me/Officia_IcebergL',
        dm: 'https://t.me/defivalov',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://imgur.com/rnY2Vlu.jpg'
    },
    'Фимозов': {
        info: 'Фимозов - участник, сотрудник, а также основатель многих крупных проектов, к примеру @fimozovshop и @arbat_team. Появился в км весной 23 года, стал известен летом 24 года. Самые популярные работы - по Вячеславу Беверли, Клертову, и отправкой человека к Калашникову. Так же получил славу благодаря тик току.',
        channel: 'https://t.me/fimozovshop',
        dm: 'https://t.me/agresseve',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/ZcVMc3X.jpg'
    },
    'Bruce Cart': {
        info: 'сам в комьюнити не состою, но известен в некоторых кругах, стоял во многих чатах на админке, содержу свой форум в тг.',
        channel: 'https://t.me/BruceCart',
        dm: 'https://t.me/w3brocket',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://imgur.com/ufAYxyn.jpg'
    },
    '@d3l3t3dxuser': {
        info: 'Основной никнейм: tizercin. Род занятий: OSINT (разведка по открытым источникам), SOCMINT (анализ социальных сетей), GeoINT (геолокационная разведка), кибербезопасность, анализ данных. Пришел в км в начале 20 года и в этом же году начал свою деятельность.',
        channel: 'https://t.me/d3l3t3dxuser',
        dm: 'https://t.me/d3l3t3dxuser',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/QG40nBA.jpg'
    },
    '@levelstorm': {
        info: 'Владелец снесенного проекта, который насчитывал более 20к подписчиков. По его словам, он первый кто валиднул Тихо, но подтверждения его слов нет, также он сливает бомжесофты в канал для ньюгенов.',
        channel: 'https://t.me/GosPanics',
        dm: 'https://t.me/levelstorm',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/4pkJLSc.jpg'
    },
    '@vkfool': {
        info: 'Mystery пришел в комьюнити зимой 2023 года. Был заинтересован кодингом, но позже ушел в Osint-разведку. Также помогает Ikea с валидациями личностей и выполняет значительную часть в них. Набрал популярность с помощью программы Mystery Full для поиска данных. Был владельцем канала Mystery Channel с аудиторией 3к подписчиков, но позже его снесли. На данный момент имеет такие проекты как Mystery Channel #2, Mystery Search, AVE GosFords, Rent и является зам. владельцем проекта AVE GosPanics.',
        channel: 'https://t.me/+tCgP-vWk4iUxOWIy',
        dm: 'https://t.me/vkfool',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/LGv8cOm.png'
    },
    '@Psyhobrailka': {
        info: 'Дядя Браил - В комьюнити очень давно, имеет один из самых крупных проектов (Hevolos). Обладает наибольшим феймом среди всех. Основатель проекта "Hevolos, Honles". Провел множество валидаций известных медийных личностей. Известен своей активной позицией и влиянием в сообществе. Пришедший в комьюнити с 2022 года проявлял интерес к осинту и сносингу. Всего сносов переходит за отметку 1745+.',
        channel: 'https://t.me/bra9lbi',
        dm: 'https://t.me/Psyhobrailka',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/Cpn1wqx.jpg'
    },
    '@xokev': {
        info: 'В комьюнити с 2023 года, имеет одни из самых медийных проектов. Обладает феймом и узнаваемостью, проекты "SURF TEAM" и "ASTRO SNOS". Устранял БОМЖеров и ликвидировал каналы бичей, например "Канал Зайцева". Известен как самый честный и не БОМЖящий человек, который борется со БОМЖом. Ещё не был валидирован. На данный момент пытается пробиться в феймы км.',
        channel: 'https://t.me/MOCHY_BCEX',
        dm: 'https://t.me/xokev',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/DfyfguI.jpg'
    },
    '@godrazin': {
        info: 'Пришел в декабре 2023 года. Лучший ворк - лордик, флатков. Основатель «Бомже бинго», владелец «ПРОТИВКМ», со-владелец «Правда о Комьюнити».',
        channel: 'https://t.me/godrazin',
        dm: 'https://t.me/godrazin',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/yFt3YWc.jpg'
    },
    '@xaosq': {
        info: 'apachi - в км с 2023 года активно по сей день сжигаю двери живодерам, основатель проекта mirage который активно сносят каждые два месяца, также ебу мать всех недодоксеро',
        channel: 'https://t.me/xaosq',
        dm: 'https://t.me/xaosq',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/VkE9DC2.jpg'
    },
    '@attackmonolit': {
        info: 'Монолит - В км появился в 2021 году не имел умений не было фейма, бекнулся в 2024 получил фейма, Так же монолит ведёт свой канал "Черный Анархист"',
        channel: 'https://t.me/infomonolit',
        dm: 'https://t.me/attackmonolit',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/lrKBxif.jpg'
    },
    '@dragov_world': {
        info: 'Dragov - влился в комьюнити в конце 21 года. Уже на 2 год он считался медийной личностью. Сейчас он считается одним из самых сильных людей в сфере OSINT-разведки. По касте он сватер, osint | ksint. Также сейчас он создает свое приложение по поиску людей, в котором находится более 200к баз по всему миру. Пока что занимает топ-3 по OSINT.',
        channel: 'https://t.me/dragov_project',
        dm: 'https://t.me/dragov_world',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'FAME',
        img: 'https://i.imgur.com/NFJdNeG.jpg'
    },
    '@bogomo10v': {
        info: 'Богомолов, пришел под конец 23 года, был обычным троллем, с лета 24 начал увлекаться Телеграм комьюнити, стал изучать термины и обучаться. Потом в начале 25 года (январе) начал обретать свою популярность благодаря Ефиму Горозову, который позвал в проект "Последний вздох". На него было выложено очень много паст, и за счет этого он поднял свою медийность (известные пасты от Кавая и Дисонова, которые в общей сумме набрали 10к просмотров). Сейчас Богомолов является овнером проекта Impreza.com и администратором в "Последнем вздохе". Известен навыками: осинт, ксинт, деанон.',
        channel: 'https://t.me/PVPD0XBlN',
        dm: 'https://t.me/bogomo10v',
        category: 'fame',
        badge: 'badge-FAME',
        badgeText: 'замечан за скамом',
        img: 'https://i.imgur.com/uy0mX4t.jpg'
    },
    '@disonov': {
        info: 'Николай Дисонов узнал о комьюнити в 2021 году, заинтересовался темой и разобрался в ней ближе к 2022 году, когда и пришел в комьюнити. На тот момент состоял в довольно популярном клане с собственным каналом и заказами. После сноса прошлой личности ушел в 2023 году, но вернулся в 2024 с решимостью снова заявить о себе. Добился хорошей медийности благодаря активной позиции и участию в ключевых событиях сообщества.',
        channel: 'https://t.me/+XiCXoGPTIL9kMGZi',
        dm: 'https://t.me/disonov',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'СКАМ',
        img: 'https://i.imgur.com/KZ7UJGr.jpg'
    },
    '@Shiro_Hikari': {
        info: 'Hikari вступил в комьюнити в 2023 году. Основатель проекта O.D.I.N. В 2025 году ушел из комьюнити из-за выгорания, оставив после себя заметный след благодаря своим техническим достижениям и активности.',
        channel: 'https://t.me/ODINosint',
        dm: 'https://t.me/Shiro_Hikari',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/Z6IhPLy.jpg'
    },
    '@skrapoov': {
        info: 'Skrapov - Появился в км с 2022 года, используя навыки осинта для пробива. Делал выеб на медийку "Кумоникс". Был/являюсь основателем "Инфо поток", "Skype", "Hellbound". Состою в клане Crime.',
        channel: 'https://t.me/+AFIgAM0sV3NlMTAy',
        dm: 'https://t.me/skrapoov',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/9czMfVi.jpg'
    },
    '@valcinov': {
        info: '@valcinov в комьюнити с 23 года, основатель проекта "Тень Комьюнити" (@adaptkm). Был под тремя личностями, их раскрывать не буду. Был успешно валидирован в конце 24 года. Активно являюсь осинтером, соц инженером, кодером.',
        channel: 'https://t.me/adaptkm',
        dm: 'https://t.me/valcinov',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/5M4dEIa.jpg'
    },
    '@swagshits': {
        info: 'В комьюнити около года, имеет фейма (но немного), также состоял и состоит в клане РУВД, знаком с медийными личностями, такими как - Макеев, PsyhoCard, Харат, Plaksa, Chapaevv (состоял в его клане) и т. п. За ним стоит выеб интернет-психолога и снос его тгк (с кланом, который ему передали). На данный момент данный человек под ликом "Алеев", раньше известный под ликами "Молитесь", "ГР3ШНNK" и "Александр Ковалев". Занимается выебами педофилов со своим другом. Проекты не создавал.',
        channel: 'https://t.me/bioAleeva',
        dm: 'https://t.me/swagshits',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/zs0bQfj.jpg'
    },
    '@eveter': {
        info: 'Ветер , пришёл в телеграмм комьюнити с комьюнити ВКонтакте , первый фейм в ВК начался как вступил в Метасплоит , в телеграмме пришел в 2023 году , первый фейм приобрел в середине 24 года , засчет того что был таргетом у каждого второго В начале 2025 года стал Администором проекта << Белый Аист >> , Второй фейм пришел в том числе слива телеграмма канала Троффи под названием <<АНТИ ДЕЛЕГАЦИЯ >> , в честь мести от иных проблем , данный слив опубликован в проекте << Белый Аист >> После этого слива тгк , начал подниматся сам фейм , начал общаться с людьми как илья мефи , трапрей , килфейс. В свободное время помогает каждому человеку в поиске , всегда обожает рытся по каждой цепочке Была крупная работа с тем , что Екатерина Мизулина заметила наших спамеров , телеграмм канал города нашей жертвы , в итоге его забрали в участок , извинялся по телевизору На данный момент помогает вести проекты личностей как киллфейс , и т.п . Известен как OSINT - Специалист , каждый день внедряется и учится новому.',
        channel: 'https://t.me/metasploitnet',
        dm: 'https://t.me/eveter',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/RWcBFIH.jpg'
    },
    '@sqezmoon': {
        info: 'Сквиз, начал увлекаться осинтом ещё в 23 году, однако в км пришел в августе 24 года. Создатель проекта „БЕЗНАКАЗАННОСТЬ“, Но в апреле  ascension project 25 забросил проект и стал одним из администраторов „АНТИ-ДЕЛЕГАЦИЯ“. (Анти-делегация является проектом троффи). Сквиз известен стал по своим воркам',
        channel: 'https://t.me/sqezmoonbioo',
        dm: 'https://t.me/sqezmoon',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/NeM80Gz.jpg'
    },
    '@n1therhovski': {
        info: 'В конце 2022 года я столкнулся с угрозами свапом и сливом личных данных. Это стало толчком к изучению КМ-сферы. С середины 2023 года начал активно вникать в тему, а зимой 2024-го — постепенно продвигаться. Изначально я занимался исключительно ликвидацией педофилов — удалось обезвредить более 120+ человек. Позже, в конце августа, я создал проект QUTEB TEAM — платформу бесплатной помощи для мирных людей и тех, кто пострадал от скама. Моя цель всегда была проста: помогать безвозмездно, без желания фейма или выгоды. Проект работает честно и прозрачно, и я лично контролирую его деятельность. Владелец: @QUTEBteam.',
        channel: 'https://t.me/QUTEBteam',
        dm: 'https://t.me/n1therhovski',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/Zmy8pvj.jpg'
    },
    '@ebakek': {
        info: 'межкровный - админ @gayadapter, написал известный способ для траффика заявок с помощью фейк чеков в кб, имею узнаваемость для людей из whoami, противкм, госпартии. знаком с феймами как: азотик, цамулен, осипов, сразин, адам, арагонский, антропофобов, семеркин, захюр.',
        channel: 'https://t.me/gayadapter',
        dm: 'https://t.me/ebakek',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/QGRvMKq.jpg'
    },
    '@crimeneko': {
        info: 'Пришел в комьюнити в 2020 году в ВКонтакте, позже перешёл в Telegram. Владелец проекта @news_satanic. Занимается Osint-разведкой. Известен тем, что валидизировал @disonov и Шаз.',
        channel: 'https://t.me/news_satanic',
        dm: 'https://t.me/crimeneko',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/dRwO2AZ.jpg'
    },
    '@ownerShady': {
        info: 'Чай или же Shady - давний участник Телеграм комьюнити. Более мение сильная личность с маленьким феймом, но больший потонцеалом. Является активным администорлм в чате проекта Последний вздох. Имеет много известных сильных друзей. А также Чай учитель такой известной личности как Доха.',
        channel: 'https://t.me/usudydy',
        dm: 'https://t.me/ownerShady',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'замечан за скамом',
        img: 'https://i.imgur.com/jOqFHCa.jpg'
    },
    '@alebobik': {
        info: '@alebobik в км был в конца 23 года примерно ноябрь-декабрь. Пришел в км и шатался мирнячком, позже понял что можно продавать всякие услуги после чего больше года набирал положительную репу и имею свои маленькие проекты(@sxcmlist и @dfgperehod) т.к мне сносили их без нарушений, просто жалобами потому что людям не нравился мой скам лист являлся админов в komarudox, сейчас ток на префе у них, у семеркина преф должен быть. ну и в приниципе все.',
        channel: 'https://t.me/bioalebobik',
        dm: 'https://t.me/alebobik',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/c7P7FLS.jpg'
    },
    '@NightSpecificnet': {
        info: 'В комьюнити нахожусь с 2021 года, сначало я был без умений и ничего не умел. Потом в 2022 году появилась тяга к осинту и возможностью постоять самого за себя. Стал я феймовый благодаря кланам таким как "ПАРТИЗАНЫ" , "КИЛЛЕРСЫ" , набрал фейм благодаря бомжу ТРОФФИ(ибо его подсос меня снес, а потом он предложил биф где же проебал) так же был администратором в канале 3XL (канал спанч боба). Выиграл биф с зодиаком, тволнером, троффи и с многими другими. Самый первый ФЕЙМ стал из за Кузьмин ибо же он сделал на меня якобы "разоблачение". P.S начал подниматься в 2023',
        channel: 'https://t.me/owrehodHAKAHAL',
        dm: 'https://t.me/hNightSpecificnet',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/SDuQE1K.jpg'
    },
    '@traincrime': {
        info: 'Треинов или же train crime - в коммьюнити вк с 2019 года, в 2023 перебрался пришёл в тг км. Основатель проектов "Поезд Преступлений" (Проект был заблокирован), "Белый Голубь" и "Троянский Конь". Моя деятельность - osint и соц. инженерия. Валидизировал таких личностей как доха, vertov и целер. Сам был валидизирован под личностью также не безызвестной - Михаил Ветров, после чего на месяц или два уходил с просторов телеграма, сейчас вернулся с новыми силами.',
        channel: 'https://t.me/WhitDeep',
        dm: 'https://t.me/traincrime',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/UxLLOem.jpg'
    },
    '@fuckpull': {
        info: 'Клеопатра - Клеопатра. в телеграм комьюнити, зародился я в 2018 начале в ВК, под неймом Александр Маньяк/ов, создал популярную приписку Александр которую используют и по сей день, в 2023 перешел в телеграм комьюнити, сделал проект Иморталл на 10к человек. Позже его снесли, и в конце 2024 начал ввести 2 проекта, Темпест, и путь совершеннства которые снесли, сейчас не хочу ввести проект. Сейчас имею общение с многими феймами, узнаваемость в чате. Многим запомнился как рейдил эспаду когда только зашёл в ДС комьюнити на пару месяцев и получил уважение. Ожидаю рассмотрения',
        channel: 'https://t.me/fuckpull',
        dm: 'https://t.me/fuckpull',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/34Cf1zm.jpg'
    },
    '@navilov': {
        info: 'Авилов, пришел в телеграмм комьюнити в конце 2023 года, первую известность приобрел в середине 2024 года, засчет проекта ботнет «Acropolis». Имеет модерки в многих популярных каналах, чатах. На данный момент ведет проект «Paranormal» Известен как OSINT-Специалист.',
        channel: 'https://t.me/aveparanormal',
        dm: 'https://t.me/navilov',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/3wAtaHF.jpg'
    },
    '@vkvzIom': {
        info: 'Авангардов или же @vkvzIom - в коммьюнити тг с 2019 года, начел развиваться и набирать фейм в 2021 году. Основатель проектов "Alkash cult" @alkashkm , "Killer cult" . Моя деятельность - osint и swat. Валидизировал таких личностей как muller, antipov и sms panika. За спиной нету некого скам и тд.',
        channel: 'https://t.me/alkashkm',
        dm: 'https://t.me/vkvzIom',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://i.imgur.com/V9PDDPn.jpg'
    },
    '@detfears': {
        info: 'Ларионов - Пришел в КМ в далеком 2022 году, без умений, без фейма. Занимался только сн0сами аккаунтов на протяжении 2х лет.  В 2024 году я по тихоньку начал обучаться навыкам OSINT, а также практиковать. Ближе к 2025 году, начал открывать свои проекты, развиваться, обретать немного фейма. Сейчас же я открыл совместный проект с такой личностью как monolit, проект под названием «Черный Анархист» , проект уже имеет почти 900 подписчиков и идет дальше.',
        channel: 'https://t.me/larionov_bio',
        dm: 'https://t.me/detfears',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/PQS0KHy.jpg'
    },
    '@godximora': {
        info: 'Появился в комьюнити на личности химора недавно(лето 2024) имею небольшой фейм неплохие совместные работы с известными проектами. Развиваю свой проект - @alchemyadapter .',
        channel: 'https://t.me/alchemyadapter',
        dm: 'https://t.me/godximora',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/R5sW1mZ.jpg'
    },
    'имхо': {
        info: 'имхо - первое появление в тг км в декабре 2021 года, долгое время сидел с пустыми профилями, учился осинту и вникал в комьюнити, в начале 2024 года начал гнаться за феймом, с лета 2024 года ктивно вел деятельность и проекты, знаком с многими медийными и феймовыми личностями, например: шторм, цамулен, интернетик, осипов и др. активно занимался OSINTом, к концу 2024 года занимался онли сносом, с января 2025 года ливнул и просто общаюсь с знакомыми, веду блог и сношу сабов в каналах доксеров и других педиков.',
        channel: 'https://t.me/revolAdp',
        dm: 'https://t.me/MuerteDoxer',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/gjrsjhE.jpg'
    },
    '@toxbar': {
        info: 'Моррис, пришел в телеграмм комьюнити в конце 2022 года, первую известность приобрел в середине 2023 года, засчет вьебов, а так же разборов. Ранее состоял в составах: Anti - Mirnyak, X (состав killface). На данный момент в составе «cult games» у Лордика. Часто узнают средние и медийные личности. Он незаметно пропал, и так же вернулся. Сейчас постепенно набирает медийность в тик токе. На данный момент ведет проект «Revenge Murder» Известен как: OSINT-Специалист. На данный момент взял на себя полномочия проекта Revenge Murder, от имхо. Так же была выполнена крупная работа на Рим Валетова и Chaplinov за скам на крупную сумму денег. Сейчас более узнаваться как участник состава Anti-Mirnyak, своими множественными вьебами, на личностей: Трофилов, Апология, Селектов. Ведёт проекты: DarkSqd • itn, Sprevedlivost с Aleksandr Krasnodarov.',
        channel: 'https://t.me/mar1adaweb',
        dm: 'https://t.me/toxbar',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/TnHbRpA.jpg'
    },
    '@inparadoxing': {
        info: 'пришел в 19 году Был в вк км, имел достачно фейма Начал развиваться с 22 года также, был союз с кислитом и маньяков в 19 году В 24 году регнул Проект  Последний взгляд и начал он развиваться через 2 недели. на данный момент имеется 1.6к сабов',
        channel: 'https://t.me/fuhet',
        dm: 'https://t.me/inparadoxing',
        category: 'mid',
        badge: 'badge-FAME',
        badgeText: 'сред.фейм',
        img: 'https://imgur.com/26HqTQx.jpg'
    },
    '@RigOlit': {
        info: 'Гриша - разработчик, специализируется на Python, JavaScript, C# и HTML. Активно изучает реверсивную инженерию и пентест. Участвовал в разработке таких проектов как MAPLE, RIGOLIT, HIMARS, LEMON TOOL, частично TOKLOM. Работал с кряками для TOOXAN, warden, akuma, занимался анализом различных инструментов.',
        channel: 'https://t.me/RigOlit',
        dm: 'https://t.me/RigOlit',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/JkwOcML.jpg'
    },
    '@CoCisochki': {
        info: 'Sasiska — разработчик и реверсер, специализирующийся на HTML, Python, C и TypeScript. Известен в узких кругах своими кряками и техническими возможностями. Практикует социальную инженерию и глубокий реверс. Успешно крякал Lemon Tool (x2), Torba Search, а также AlienWare. Имеет опыт в анализе защиты, обходе лицензирования и создании нестандартных решений.',
        channel: 'https://t.me/CoCisochki_crack',
        dm: 'https://t.me/CoCisochki',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://imgur.com/blWxmJH.jpg'
    },
    '@wlastilinov': {
        info: 'wlastilinov - О себе: Кодер - разработчик любых кодов, каждый день дома и каждый день работаю на благо кодов, готов помочь в случае необходимости . Основатель проектов: Recoil Corporation, Лига Безопасности Мирных. Известен в дискорд благодаря писанию ботов для популярных серверов дс таких как: ReallyWorld, AresMine. Сидел на сервере 2chan, 4chan. Спициализируюсь на создании любого программного обеспечения. Стак: HTML, CSS, JavaScript, Python, Docker, SQL, Git, Kubernetes, Soc.Engineering, Revers.Engineering.',
        channel: 'https://t.me/recoil_adapter',
        dm: 'https://t.me/wlastilinov',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://imgur.com/277h8G8.jpg'
    },
    '@TupoyOle_N': {
        info: '𝕿𝖎𝖒𝖔𝖗𝖎𝖆 - Владелец проектов таких как: Timōría Projects, Hikari, OberonGroup, Spectrum а так же TgSmasher.',
        channel: 'https://t.me/TupoyOle_N',
        dm: 'https://t.me/TupoyOle_N',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/PJvBIeg.jpg'
    },
    '@vkmef': {
        info: 'Мефосквит - талантливый разработчик, создатель TOKLOM, TOKLOM FREE, HIMARS, HIMARS FREE и многих других проектов. Известен своими техническими решениями и вкладом в развитие инструментов для сообщества.',
        channel: 'https://t.me/vkmef',
        dm: 'https://t.me/vkmef',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/M94dBCu.jpg'
    },
    '@DatabaseAttack': {
        info: 'Wolfram - кодер и разработчик. Основатель проектов "HexorSoftware" и "DecryptageTeam!". Известен своими техническими навыками и вкладом в развитие инструментов для сообщества. Специализируется на создании программного обеспечения для различных задач.',
        channel: 'https://t.me/DatabaseAttack',
        dm: 'https://t.me/DatabaseAttack',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/lLAr1sa.jpg'
    },
    '@skypesender': {
        info: 'Hidden - таинственный кодер, основатель нескольких известных проектов включая "Mi6", "Eclipse", "Eclipse Black" и "HIDDEN PROJECT". Специализируется на создании сложных решений с акцентом на безопасность и анонимность. Известен своим нестандартным подходом к разработке и редкими, но значимыми появлениями в сообществе.',
        channel: 'https://t.me/skypesender',
        dm: 'https://t.me/skypesender',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/KVfhwB5.jpg'
    },
    '@Sprucefirs': {
        info: 'Александр Неизбежный – в частности, владелец tooxan и maple. В настоящее время сотрудничает с аукционом пальцев и правоохранительными органами (РФ, Казахстан, Таджикистан). Обладает навыками социальной инженерии, которые, как утверждается, были применены в ситуации с "Акума маркет". Обладает широким кругом деловых связей и опытом работы с различными организациями, включая государственные структуры.',
        channel: 'https://t.me/programShoping',
        dm: 'https://t.me/Sprucefirs',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/1hPGco3.jpg'
    },
    '@chosevv': {
        info: 'FELIX SOFT TOOL был одним из самых популярных софтов среди Telegram-каналов, посвящённых утилитам и инструментам, и получил заметный фейм летом и осенью 2024 года',
        channel: 'https://t.me/FELIXSOFTOOL',
        dm: 'https://t.me/chosevv',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/PwPYxWy.jpg'
    },
    '@python_pioner': {
        info: 'pythoneer (питонер) Состою в многих проектах ( в свое время помогал HIMARS и RigOlit ) Владелец проекта ReFind (@ReFindOsintBot) Пишу в основном ботов, серверы (в общем, бэкенд — моя тема) Появился в км с 23 года, был доксером но затем увлекся кодингом. Стаки: Python: • FastApi • Aiogram • MongoDB • другие.. Мирных дефаю, но нечасто т.к. времени не много',
        channel: 'https://t.me/python_enter',
        dm: 'https://t.me/python_pioner',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/K7mmkPu.jpg'
    },
    '@sharpovv': {
        info: 'Пользователь sharpovv присоединился к сообществу в Telegram в начале 2023 года. Ранее он интересовался доксингом, но вскоре понял, что это не лучший путь. Создатель нескольких утилит для анализа данных.',
        channel: 'https://t.me/crazysofts_4',
        dm: 'https://t.me/sharpovv',
        category: 'coder',
        badge: 'badge-coder',
        badgeText: 'CODER',
        img: 'https://i.imgur.com/dKC9x2s.jpg'
    },
    '@crystallwallets': {
        info: 'Заявляю что @Crystallwallets сын далбоеба который сам нихуя не может это топ 1 дожор бомж, я ему дал тэг на время на что он всосал и не отдал прошу распространить это ведь данный человек сынок лярвы это первое, делает липы и так еще накручивает био бля как же это смешно весь клан состоит из накрученных, что он что его пёс куки бой пытался накрутить отзывы, для скама.',
        channel: 'https://t.me/crystallwallets',
        dm: 'https://t.me/crystallwallets',
        category: 'bomg',
        badge: 'badge-bomg',
        badgeText: 'БОМЖ',
        img: 'https://i.imgur.com/MwHiBVw.jpg'
    },
    '@covenox': {
        info: 'нищий изгой скамит на нищий 1$ не доверять пинать хуем он вам нихуя не сделает на личном опыте он доксил физ старого владельца и доказывал валидность - база',
        channel: 'https://t.me/lemon_tool',
        dm: 'https://t.me/covenox',
        category: 'bomg',
        badge: 'badge-bomg',
        badgeText: 'БОМЖ',
        img: 'https://i.ytimg.com/vi/HXsM2RidYEk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAEzg68rrZczF1a6i8nbhxDz_SjlA'
    },
    '@xagwu1': {
        info: '8163607480 / @xagwu1 скам типов на нфт юзы',
        channel: 'https://t.me/lemon_tool',
        dm: 'https://t.me/xagwu1',
        category: 'bomg',
        badge: 'badge-bomg',
        badgeText: 'скам нфт',
        img: 'https://i.ytimg.com/vi/HXsM2RidYEk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAEzg68rrZczF1a6i8nbhxDz_SjlA'
    },
    '@onuxl': {
        info: 'wasted/@onuxl скам на обуч',
        channel: 'https://t.me/lemon_tool',
        dm: 'https://t.me/onuxl',
        category: 'bomg',
        badge: 'badge-bomg',
        badgeText: 'скам обучения',
        img: 'https://i.ytimg.com/vi/HXsM2RidYEk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLAEzg68rrZczF1a6i8nbhxDz_SjlA'
    },
    'деф от semerkin': {
        info: 'предоставляю защиту от угроз и скама в виде любых услуг и их применение бесплатно в случае ситуации',
        channel: 'https://t.me/spbmaniac',
        dm: 'https://t.me/spbmaniac',
        category: 'product',
        badge: 'badge-product',
        badgeText: 'деф от semerkin',
        img: 'https://imgur.com/f5VyuAB.jpg',
        seller: '@spbmaniac',
        prices: {
            usd: '$10/15',
            uah: '415/622 UAH',
            rub: '824/1236 RUB'
        }
    },
    'THUNDER-HACK': {
        info: 'THUNDER-HACK LeakOsint - Очень известный сервис для поиска, имеет очень большой список утечек. ReFind - Новый сервис для поиска информации, который только набирает обороты. Dyxless - Очень хорошо ищет информацию по Telegram Аккаунтам. Шифрование Кода - Превращает ваш исходный Python код, в нечитабельный код. (Обфускация кода) Дешифрование кода - Делает из зашифрованного кода, открытый код, таким способом вы можете прочитать его. Проверка Прокси - Проверяет файл .txt на наличие рабочих Proxy, и помечает только рабочие. Атака Аккаунта Телеграм - Легкая атака кодами на аккаунт жертвы. Поиск по IP - Анализ IP адреса жертвы. Это пока Бета Версия инструмента, функции будут пополнятся. БД - 30ТБ Формат - exe',
        channel: 'https://t.me/hewexx',
        dm: 'https://t.me/wexavion',
        category: 'product',
        badge: 'badge-product',
        badgeText: 'осинт програма',
        img: 'https://imgur.com/IhWqvRK.jpg',
        seller: '@wexavion',
        prices: {
            usd: '$13',
            uah: '539 UAH',
            rub: '1050 RUB'
        }
    },
    'WastedWorldSoft': {
        info: 'WastedWorldSoft — мощный инструмен для осинта. Имеет свыше 30 функций! Содержит суммарно более 50ТБ баз данных.',
        channel: 'https://t.me/ElusiveW3b',
        dm: 'https://t.me/ElusiveW3b',
        category: 'product',
        badge: 'badge-product',
        badgeText: 'осинт програма',
        img: 'https://imgur.com/hbvhZP4.jpg',
        seller: '@ElusiveW3b',
        prices: {
            usd: '$11',
            uah: '450 UAH',
            rub: '850 RUB'
        }
    },
    'Ximoragod DEF': {
        info: 'Ximoragod уникальный деф от @godximora лучшый в своем роде, все вопросы ваших конфликтов решаю',
        channel: 'https://t.me/godximora',
        dm: 'https://t.me/godximora',
        category: 'product',
        badge: 'badge-product',
        badgeText: 'DEF',
        img: 'https://imgur.com/O6Ajwe1.jpg',
        seller: '@godximora',
        prices: {
            usd: '$40',
            uah: '1660 UAH',
            rub: '3200 RUB'
        }
    }
};
